define({
  "betaMessage": {
    "title": "Это бета-версия Story Map Crowdsource",
    "messageParagraphs": {
      "p1": "В этой версии Story Map Crowdsource базовые функции являются законченными и стабильными. Она публикуется как бета-версия, чтобы команда разработчиков Story Maps могла получать и учитывать ваши отзывы и отзывы сообщества Esri перед выпуском окончательной версии.",
      "p2": "Истории, созданные с помощью этой бета-версии, будут работать и в следующих версиях, если только вы не измените их или какие-либо их компоненты вне Конструктора.",
      "p3": "Дополнительные сведения об использовании этого приложения и описание, как оставить отзыв в нем, находятся в Справке."
    }
  },
  "common": {
    "appNameAppend": "Конструктор",
    "buttons": {
      "next": "Следующий"
    }
  },
  "banner": {
    "buttons": {
      "feedback": "Обратная связь",
      "help": "Справка",
      "preview": "Просмотреть вживую",
      "share": "Общий доступ",
      "settings": "Настройки",
      "save": "Сохранить",
      "toggleNav": "Переключить навигацию"
    },
    "hintText": {
      "saved": "История сохранена",
      "saving": "Сохранение",
      "leavingBeforeSave": "В истории есть несохраненные изменения. Если вы покинете страницу сейчас, они будут потеряны."
    }
  },
  "header": {
    "participateBtnDisabledTooltip": "Закройте панель Настройки, чтобы включить"
  },
  "introSplash": {
    "form": {
      "title": {
        "label": "Заголовок",
        "placeholder": "Введите заголовок"
      },
      "subtitle": {
        "label": "сообщение на обложке",
        "placeholder": "Добавьте сообщение на обложке..."
      },
      "exploreButton": {
        "label": "надпись кнопки на карте",
        "placeholder": "Введите надпись"
      }
    }
  },
  "map": {
    "editControls": {
      "homeLocation": {
        "tooltip": "Сохранить начальное местоположение"
      }
    }
  },
  "contribute": {
    "defaultTitle": "Добавьте свой вклад",
    "defaultForm": {
      "name": {
        "label": "Заголовок",
        "attribute": "заголовок",
        "placeholder": "Введите имя"
      },
      "description": {
        "label": "Описание",
        "attribute": "описание",
        "placeholder": "Введите описание (не более 200 слов)"
      },
      "location": {
        "label": "Местоположение",
        "attribute": "местоположение",
        "placeholder": "Введите местоположение"
      },
      "photo": {
        "label": "Фото",
        "placeholder": "Перетащить",
        "attribute": "фото"
      },
      "termsAndConditions": {
        "legal": "Вы гарантируете, что (1) Вы обладаете всеми правами, включая право на название и право на собственность фотографий, публикуемых на этом сайте, и предоставляете Esri и ее подрядчиками неисключительное, безвозмездное право использовать, копировать, сохранять, кэшировать, размещать, вносить изменения, воспроизводить, выкладывать в публичный доступ, передавать, ретранслировать, повторно пересылать опубликованные фотографии в рамках данного сервиса, и (2) публикуемые фотографии и вся, связанная с ними геопространственная информация, не нарушает и не ущемляет какие-либо права третьих лиц, права собственности или права на неприкосновенность частной жизни. Публикация фотографий, которые могут быть расценены как порочащие, непристойные, порнографические, чрезмерно жестокие, или поощряющие незаконную деятельность строго запрещены"
      }
    }
  },
  "review": {
    "selection": {
      "header": "Просмотр",
      "options": {
        "all": "Все вклады",
        "new": "Новые вклады",
        "approved": "Одобренные вклады",
        "rejected": "Отклоненные вклады"
      }
    },
    "selectedShare": {
      "header": "Просмотр"
    }
  },
  "fromScratchMessage": {
    "saving": "Запуск Crowdsource Builder",
    "layerNameInWebmap": "Краудсорсный слой (НЕ УДАЛЯТЬ)"
  },
  "help": {
    "title": "Справка",
    "sections": {
      "s1": {
        "title": "Введение",
        "paragraphs": {
          "p1": "Story Map Crowdsource (бета-версия) – это веб-приложение ArcGIS, созданное для сбора фотографий с подписями, принадлежащих любым пользователям, и для отображения их на карте. Это простое в настройке и использовании приложение, которое может использоваться в веб-браузерах ноутбуков и настольных ПК, на мобильных телефонах и планшетах. Участники могут вносить данные через учетные записи Facebook, Google или ArcGIS, или анонимно, как гость.",
          "p2": "Чтобы просмотреть примеры краудсорсных историй, созданных различными авторами, посетите <% galleryLink %>. Также вы можете следить за новостями в Twitter <% twitterFollowLink %>.",
          "p3": "Мы будем рады получить ваш отзыв! Если у вас есть вопросы, вы желаете предложить новую функцию или нашли ошибку, пожалуйста, посетите <% geonet %>."
        },
        "links": {
          "galleryLink": "галерею на веб-сайте Story Maps",
          "twitterFollowLink": "@EsriStoryMaps",
          "geonet": "Пространство Story Maps на GeoNet"
        }
      },
      "s2": {
        "title": "Конфигурация",
        "paragraphs": {
          "p1": "Чтобы создать свою собственную краудсорсную историю, используйте опции конфигурации Конструктора. Щелкните <% настройки %> на панели инструментов Конструктора, чтобы изменить изображение обложки, заголовок, логотип, параметры публикации и др.",
          "p2": "Чтобы задать географическую область, которую будут видеть участники при загрузке истории, переместите карту и выберите масштаб соответствующего местоположения, затем щелкните синюю кнопку<% saveHomeLocation %> рядом с элементами навигации по карте.",
          "p3": "Изменения конфигурации <% сохраняются автоматически %>. Изменения текстовых полей можно отменить, используя команду отмены в браузере.",
          "p4": "В этой бета-версии применена ограниченная упрощенная форма. В следующем выпуске мы добавим конструктор форм, который позволяет редактировать вопросы, задаваемые участникам. До тех пор подписи в форме можно изменить как описано в <% formEditBlog %>.",
          "p5": "Подсказка: чтобы вернуться к <% coverPage %> с карты, щелкните заголовок."
        },
        "links": {
          "formEditBlog": "сообщение в блоге"
        },
        "bold": {
          "settings": "Настройки",
          "saveHomeLocation": "Сохранить начальное местоположение",
          "autosaved": "автосохранение",
          "coverPage": "обложка"
        }
      },
      "s3": {
        "title": "Просмотр вкладов",
        "paragraphs": {
          "p1": "Отображение данных от участников на карте сразу после размещения – лучший способ стимулировать ваших авторов. Но если вас беспокоит нежелательные ресурсы, или вы хотите контролировать поступления и выбирать то, что будет отображаться, следует выбрать режим с предварительным просмотром и одобрением.",
          "p2": "Чтобы не допустить отображение ресурсов на карте до проверки, перейдите в <% настройки %> > <% участники %> и выберите <% afterReview %>. При использовании этой опции новые фотографии будут видны только вам, до тех пор, пока вы не одобрите их.",
          "p3": "Чтобы просмотреть новые вклады, перейдите на карте в конструктор Crowdsource и выберите<% newContributions %> на панели инструментов Конструктора. Затем щелкните карту, чтобы увидеть вклады и выберите <% одобрить %> или <% отклонить %>.",
          "p4": "Вы можете выбрать, какие данные вкладов будут отображаться на карте, с помощью фильтра Все, Новые, Одобренные или Отклоненные в фильтре <% review %> на панели инструментов Конструктора. Также можно в любой момент изменить свое решение, щелкнув данные на карте и изменив их статус на Одобрено."
        },
        "bold": {
          "settings": "Настройки",
          "contributions": "Вклады",
          "afterReview": "Показать вклады: После просмотра",
          "newContributions": "Просмотр: Новые вклады",
          "approve": "Одобрить",
          "reject": "Отклонить",
          "review": "Просмотр"
        }
      },
      "s4": {
        "title": "Отслеживание участников",
        "paragraphs": {
          "p1": "Вы можете сделать так, чтобы участники, вносящие данные в вашу краудсорсную историю идентифицировали себя с помощью учетной записи <% facebook %>, <% twitter %> или <% arcgis %>.",
          "p2": "Facebook и Twitter используют технологию OAuth для создания персональной учетной записи ArcGIS, которая связывается с учетной записью пользователя в социальных сетях. Это очень удобно для пользователей, желающих поучаствовать в истории, так как им не нужно создавать новую учетную запись, необходимую для участия. Естественно, если участник уже имеет учетную запись подписки ArcGIS или персональную, он может воспользоваться ей для входа.",
          "p3": "Вы также можете разрешить <% guestContributions %>, чтобы пользователи могли размещать данные без входа, что может способствовать более активному наполнению вашей истории. Однако гости не смогут редактировать собственные вклады (недоступно в бета-версии), и для гостевого вклада имя пользователя указано не будет, что сделает невозможным отслеживание пользователя. Если это для вас важно, не следует разрешать гостевые вклады.",
          "p4": "Все опции для входа, перечисленные выше, доступны для участников, если вы не отключили какие-нибудь из них. Вход через Facebook и Twitter недоступен на портале."
        },
        "bold": {
          "facebook": "Facebook",
          "twitter": "Twitter",
          "arcgis": "ArcGIS",
          "guestContributions": "гостевые вклады"
        }
      },
      "s5": {
        "title": "Часто задаваемые вопросы",
        "questions": {
          "q1": {
            "question": "Как мне оставить свой отзыв о данном бета-приложении?",
            "response": "Чтобы передать отзывы или предложения, либо сообщить нам о проблемах, поделитесь своими соображениями на <% geonet %>."
          },
          "q2": {
            "question": "Будут ли краудсорсные карты-истории, созданные в бета-версии приложения, работать после получения и установки последующих версий приложения?",
            "response": "Да, они будут работать, но есть два возможных исключения: 1) Если вы добавляете слои в краудсорсную веб карту-историю бета-версии (это можно сделать только вне конструктора), эти слои могут перестать работать с установленными символами, или символы могут измениться после выхода окончательной версии. Чтобы избежать этого, рекомендуется использовать простые символы и конвертировать поддерживаемые слои в векторные слои перед добавлением их на карту. 2) Существует возможность, что модель данных для краудсорсного слоя может измениться. Если это произойдет, вам будет предложен рабочий процесс или инструмент для обновления слоя, чтобы можно было использовать новую модель данных."
          },
          "q3": {
            "question": "Можно ли добавлять другие слои в краудсорсную карту-историю?",
            "response": "Да, вы можете добавлять другие слои на карту, для контекста, но сначала прочитайте ответ на предыдущий вопрос – там важная информация о возможных проблемах при использовании бета-версии Story Map Crowdsource. Откройте свою карту <% историю %>, добавьте слои или измените базовую карту и сохраните изменения.В следующий раз, когда вы откроете историю, вы увидите новые слои. Не меняйте и не удаляйте слои вкладов, или краудсорсная карта-история перестанет работать некорректно."
          },
          "q4": {
            "question": "Где хранятся фотографии?",
            "response": "Подтвержденные фотографии пересчитываются в нужный размер и хранятся в вашей учетной записи ArcGIS (как вложения в сервисе объектов). Изображения, загруженные в конструктор для обложки и логотипа, хранятся как ресурсы элемента вместе с элементом приложения карт-историй."
          },
          "q5": {
            "question": "Пользователям, которые хотят воспользоваться историей Crowdsource, необходима учетная запись ArcGIS?",
            "response": "Нет, участники могут войти с помощью учетных записей <% facebook %> или <% google %>. Будет создана персональная учетная запись ArcGIS, связанная с учетной записью участника в социальных сетях, но участники не будут получать сообщения emails из Esri, если они входят подобным образом. Допустимо также участие в качестве анонимного гостя, без входа в какую-либо учетную запись. Вы может контролировать доступность того или иного способа входа для истории в <% settingsContributions %>."
          },
          "q6": {
            "question": "Могу создать краудсорсную историю со своей персональной учётной записью ArcGIS?",
            "response": "Нет, так как Story Map Crowdsource использует вложения сервиса объектов для хранения изображений, добавляемых участниками. В данный момент это возможно только с учетной записью организации."
          },
          "q7": {
            "question": "Как еще можно настроить краудсорсную историю?",
            "response": "Если доступные опции настройки вас не устраивают, или вы хотите разместить приложение на своем собственном веб-сервере, вам доступен код приложения. Самая свежая версия доступна для загрузки на <% github %>."
          },
          "q8": {
            "question": "Будет ли моя краудсорсная история использовать кредиты?",
            "response": "Краудсорсная история, размещенная на ArcGIS Online, ежемесячно использует небольшое количество кредитов на хранение фото и данных в сервисе объектов. Типичная история с несколькими сотнями фотографий будет стоить значительно меньше US$1 в месяц. Более подробно см.  <% agoCredits %>."
          }
        },
        "bold": {
          "facebook": "Facebook",
          "google": "Google",
          "settingsContributions": "Настройки > Вклады"
        },
        "links": {
          "geonet": "Форум Story Maps на GeoNet",
          "map": "карта",
          "agoCredits": "Сервисные кредиты ArcGIS Online",
          "github": "Страница проекта GitHub"
        }
      }
    }
  },
  "settings": {
    "title": "Настройки",
    "buttons": {
      "backTo": "Назад к"
    },
    "messages": {
      "uploading": "Выгрузка"
    },
    "panes": {
      "header": {
        "title": "Заголовок",
        "fields": {
          "logoType": {
            "label": "Логотип",
            "optionLabels": {
              "esri": "Логотип Esri",
              "upload": "Собственный логотип загружен",
              "url": "Собственный логотип через URL",
              "none": "Без логотипа"
            }
          },
          "logoUrl": {
            "label": "URL изображения логотипа",
            "placeholder": "https://www.example.org/your_logo.png",
            "attribute": "логотип"
          },
          "logoUpload": {
            "label": "Загрузить логотип",
            "placeholder": "Перетащить",
            "attribute": "логотип"
          },
          "logoLink": {
            "label": "Логотип с переходом по ссылке",
            "placeholder": "https://www.example.com"
          },
          "bannerTitle": {
            "label": "Название заголовка",
            "placeholder": "Введите заголовок"
          }
        }
      },
      "socialSharing": {
        "title": "Социальный",
        "extra": {
          "tweetLength": "Предполагаемая длина",
          "tweetLengthWarning": "Запись tweet может быть слишком длинная. Проверьте ее, используя кнопку Twitter в верхней части."
        },
        "fields": {
          "includeSharing": {
            "label": "Кнопки социальных сетей",
            "optionLabels": {
              "include": "Показать кнопки социальных сетей"
            }
          },
          "twitterText": {
            "label": "Запись в Twitter",
            "tooltip": "Это сообщение предлагается читателям, которые будут делиться вашей историей в Twitter; по желанию они могут изменить его. Краткая ссылка на вашу историю добавляется в конце записи tweet.",
            "placeholder": "Введите текст tweet",
            "attribute": "поле текста tweet"
          },
          "twitterRelated": {
            "label": "Варианты \"Who to follow\"",
            "tooltip": "Twitter может предложить эти учетные записи тем, кто желает твитнуть вашу историю",
            "placeholder": "Введите учётные записи Twitter",
            "attribute": "рекомендуемые поля учетной записи"
          }
        }
      },
      "introSplash": {
        "title": "Обложка",
        "fields": {
          "backgroundImage": {
            "label": "Загрузить фотографию фона",
            "placeholder": "Перетаскивание",
            "attribute": "фото фона"
          }
        }
      },
      "contribute": {
        "title": "Вклады",
        "fields": {
          "allowParticipation": {
            "label": "Вклады",
            "optionLabels": {
              "accept": "Принять новые вклады"
            }
          },
          "showNewFeatures": {
            "label": "Показать вклады",
            "tooltip": "Это позволит управлять тем, как новые данные появляются на карте. \"Немедленно\" покажет вклады сразу. \"После просмотра\" потребует от вас одобрения новых вкладов, до того, как они будут видимы для кого-либо еще. См. справку для дополнительной информации о предварительном просмотре вкладов.",
            "optionLabels": {
              "new": "Немедленно",
              "approved": "После просмотра"
            }
          },
          "loginOptions": {
            "label": "Участники могут войти с помощью",
            "attribute": "опций входа",
            "tooltip": "Выберите, с помощью каких опций участники могут идентифицировать себя для участия в вашей истории. Любой сможет участвовать в вашей истории анонимно (не выполняя входа), если отмечена опция Гость. См. справку для дополнительной информации о возможности отслеживания участников.",
            "optionLabels": {
              "arcgis": "ArcGIS",
              "facebook": "Facebook",
              "google": "Google",
              "guest": "Гость"
            }
          },
          "participateButton": {
            "label": "Текст кнопки Участвовать",
            "placeholder": "Введите надпись"
          }
        }
      }
    }
  },
  "shareApp": {
    "title": "Откройте доступ к истории",
    "sharePermissions": {
      "private": "Частная",
      "organization": "Организация",
      "public": "Публичная"
    },
    "socialize": {
      "header": "Открытие доступа"
    }
  },
  "settingsModals": {
    "common": {
      "advancedOptions": "Дополнительные опции",
      "welcome": "Добро пожаловать"
    },
    "itemName": {
      "header": "Как вы хотите назвать вашу краудсорсную историю?",
      "advancedDescription": "Для поддержки вашей истории будет создано несколько элементов. Если вы хотите переименовать эти элементы, или сохранить их в отдельной папке – вы можете сделать это, как описано ниже.",
      "form": {
        "appName": {
          "label": "Заголовок",
          "placeholder": "Введите заголовок"
        },
        "mapName": {
          "label": "Имя Карты",
          "placeholder": "Введите имя карты"
        },
        "folderSelection": {
          "label": "Папка",
          "rootFolder": "На главную"
        },
        "featureServiceName": {
          "label": "Имя слоя",
          "placeholder": "Введите имя слоя"
        }
      }
    },
    "layout": {
      "header": "Какой формат вы хотите использовать?",
      "headerHint": "Вы можете изменить формат в любое время в диалоговом окне настроек.",
      "preview": "Посмотреть пример из жизни",
      "commonAltText": "предварительную компоновку.",
      "selection": {
        "stacked": {
          "name": "Составная",
          "description": "Переключение между видами Только карта или только фото вашей краудсорсной истории."
        },
        "sidePanel": {
          "name": "Боковая панель",
          "description": "Изучайте карту и одновременно просматривайте образцы фотографий. Панель обновляется по мере перемещения карты, чтобы показать только те фотографии, которые относятся к текущему экстенту."
        }
      }
    }
  },
  "appDataPlaceholderText": {
    "globals": {
      "participateShort": "Участвовать",
      "participateLong": "Поделитесь собственным опытом",
      "exploreText": "Изучение карты"
    }
  },
  "itempageDefaults": {
    "webmap": {
      "titleAppend": "веб-карта"
    },
    "featureService": {
      "titleAppend": "сервис объектов"
    }
  },
  "messages": {
    "arcgisItems": {
      "webmapNotOwned": {
        "title": "Сообщение от конструктора Crowdsource",
        "body": "Вы пытаетесь строить краудсорсную историю, используя чью-то веб-карту. Копия этой карты создана в вашей учетной записи, и ваша история использует эту копию.",
        "confirmBtn": "OK"
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "redirectToSecureConnection": "Перезагрузить, используя защищенное подключение"
    },
    "inlineEditing": {
      "heading": "Внимание:"
    },
    "loading": {
      "notAuthorizedCreateNew": "Для создания краудсорсной истории вы должны использовать учетную запись подписки ArcGIS с правами доступа издателя. Если вы используете учетную запись подписки, свяжитесь с администратором ArcGIS и запросите дополнительные права доступа. Если вы используете персональную учетную запись ArcGIS, <a href=\"http://www.arcgis.com/features/plans/pricing.html\" target=\"-blank\">обновите</a> до подписки или начните с бесплатной пробной версии <a href=\"http://www.arcgis.com/features/free-trial.html\" target=\"-blank\"></a>.",
      "notAuthorizedEdit": "У вас нет прав на редактирование этой истории. Если вы не являетесь владельцем, убедитесь, что у вас владелец <a href=\"http://blogs.esri.com/esri/arcgis/2015/07/14/enable-colleagues-to-update-your-maps-and-apps/\" target=\"-blank\"> предоставил вам права доступа на редактирование</a>. У вас должен быть так же доступ на редактирование элементов и публикацию размещенных сервисов объектов в вашей организации. Свяжитесь с администратором ArcGIS Online и запросите соответствующие права.",
      "crowdsourceLayerNotFound": "Не удалось найти или корректно загрузить слой краудсорсной карты. Убедитесь, что у вас есть права доступа на просмотр сервиса объектов.",
      "builderNotSSL": "Для этой краудсорсной истории необходимо использовать защищенное (https) подключение, чтобы ваша аудитория могла безопасно публиковать свои фотографии. Убедитесь, что сервер поддерживает протокол  по тому же адресу URL. Любой запрос на доступ к вашей истории будут, по возможности, перенаправляться на защищенное подключение."
    },
    "shareItems": {
      "notShared": {
        "title": "Внимание",
        "body": "Некоторые элементы вашей истории не могут быть опубликованы. Эти элементы могут принадлежать другим пользователям или требовать подписки. Следующие элементы не могут быть опубликованы",
        "confirmBtn": "OK"
      }
    },
    "saving": {
      "checkInternet": "Не удалось сохранить вашу историю. Проверьте подключение к Интернету, обновите страницу и попробуйте еще раз.",
      "unknown": "Не удалось сохранить вашу историю. Обновите страницу и попробуйте еще раз."
    },
    "scratchCreation": {
      "unknown": "Не удалось создать элементы, необходимые для вашей истории. Обновите страницу и попробуйте еще раз."
    }
  },
  "validations": {
    "waitMessage": "Проверка...",
    "arcgis": {
      "naming": {
        "arcgisItemName": "<% Атрибут %> не должен содержать < или >.",
        "arcgisServiceNameFormat": "<% Атрибут %> должен содержать только буквы, числа и подчеркивания и не может начинаться с числа."
      },
      "portal": {
        "unableToCheckName": "Невозможно проверить доступность имени. Попробуйте еще раз.",
        "nameNotString": "Имя должно быть незашифрованным текстом",
        "nameNotAvailableFS": "Выбранное имя для слоя недоступно. Выберите другое имя."
      }
    }
  }
});