define({
  "betaMessage": {
    "title": "Αυτή είναι μια έκδοση beta του Story Map Crowdsource",
    "messageParagraphs": {
      "p1": "Αυτή η έκδοση του Story Map Crowdsource διαθέτει τις βασικές της δυνατότητες ολοκληρωμένες και είναι σταθερή. Διατίθεται ως έκδοση beta έτσι, ώστε η Ομάδα Story Maps να μπορεί να συλλέξει και να ενσωματώσει παρατηρήσεις από εσάς, την κοινότητα Esri, πριν από την αρχική έκδοση.",
      "p2": "Οι αφηγήσεις που δημιουργούνται με τη συγκεκριμένη έκδοση beta θα εξακολουθούν να λειτουργούν με τις μετέπειτα εκδόσεις, εκτός εάν τις τροποποιήσετε, τις ίδιες ή κάποιο από τα στοιχεία τους εκτός του Εργαλείου δημιουργίας.",
      "p3": "Παρακαλούμε ανατρέξτε στη Βοήθεια για περισσότερες πληροφορίες σχετικά με τον τρόπο χρήσης αυτής της εφαρμογής και την υποβολή παρατηρήσεων."
    }
  },
  "common": {
    "appNameAppend": "Εργαλείο δημιουργίας",
    "buttons": {
      "next": "Επόμενο"
    }
  },
  "banner": {
    "buttons": {
      "feedback": "Παρατηρήσεις",
      "help": "Βοήθεια",
      "preview": "Προβολή σε πραγματικό χρόνο",
      "share": "Κοινοποίηση",
      "settings": "Ρυθμίσεις",
      "save": "Αποθήκευση",
      "toggleNav": "Εναλλαγή πλοήγησης"
    },
    "hintText": {
      "saved": "Η αφήγηση αποθηκεύτηκε",
      "saving": "Αποθήκευση",
      "leavingBeforeSave": "Έχετε μη αποθηκευμένες αλλαγές στην αφήγησή σας. Εάν εξέλθετε τώρα, οι αλλαγές σας θα χαθούν."
    }
  },
  "header": {
    "participateBtnDisabledTooltip": "Κλείστε το πλαίσιο \"Ρυθμίσεις\" για ενεργοποίηση"
  },
  "introSplash": {
    "form": {
      "title": {
        "label": "Τίτλος",
        "placeholder": "Εισαγάγετε τίτλο"
      },
      "subtitle": {
        "label": "εισαγωγικό μήνυμα",
        "placeholder": "Προσθέστε ένα εισαγωγικό μήνυμα..."
      },
      "exploreButton": {
        "label": "ετικέτα κουμπιού χάρτη",
        "placeholder": "Εισαγάγετε ετικέτα"
      }
    }
  },
  "map": {
    "editControls": {
      "homeLocation": {
        "tooltip": "Αποθήκευση τοποθεσίας σπιτιού"
      }
    }
  },
  "contribute": {
    "defaultTitle": "Προσθέστε τη συνεισφορά σας",
    "defaultForm": {
      "name": {
        "label": "Τίτλος",
        "attribute": "τίτλος",
        "placeholder": "Εισαγωγή τίτλου"
      },
      "description": {
        "label": "Περιγραφή",
        "attribute": "description",
        "placeholder": "Εισαγάγετε μια περιγραφή (έως 200 λέξεις)"
      },
      "location": {
        "label": "Τοποθεσία",
        "attribute": "τοποθεσία",
        "placeholder": "Εισαγάγετε μια τοποθεσία"
      },
      "photo": {
        "label": "Φωτογραφία",
        "placeholder": "Μεταφορά και απόθεση",
        "attribute": "φωτογραφία"
      },
      "termsAndConditions": {
        "legal": "Εγγυάστε και αντιπροσωπεύετε ότι (1) κατέχετε όλα τα δικαιώματα, τον τίτλο και την ιδιοκτησία των φωτογραφιών που κοινοποιείτε σε αυτή την τοποθεσία και, εκχωρείτε στην Esri και στους συνεργάτες της, το μη αποκλειστικό, χωρίς υποχρέωση καταβολής δικαιωμάτων πνευματικής ιδιοκτησίας, δικαίωμα για χρήση, αντιγραφή, αποθήκευση, προσωρινή αποθήκευση, φιλοξενία, δημιουργία παράγωγων έργων, αναπαραγωγή, δημόσια εμφάνιση και εκτέλεση, αναδιανομή, μετέπειτα εκπομπή και αναμετάδοση της κοινοποιημένης φωτογραφίας, στο πλαίσιο της παρούσας υπηρεσίας και, (2) η εκ μέρους σας κοινοποίηση φωτογραφιών και τυχόν σχετικών πληροφοριών γεωγραφικής θέσης δεν παραβιάζει ή καταχράται πνευματικά δικαιώματα τρίτων ή δικαιώματα απορρήτου ή δημοσιότητας. Απαγορεύεται αυστηρά η κοινοποίηση φωτογραφιών που θα μπορούσαν να θεωρηθούν δυσφημιστικές, άσεμνες, πορνογραφικές, εξαιρετικά βίαιες ή ότι ενθαρρύνουν παράνομες δραστηριότητες."
      }
    }
  },
  "review": {
    "selection": {
      "header": "Αναθεώρηση",
      "options": {
        "all": "Όλες οι συνεισφορές",
        "new": "Νέες συνεισφορές",
        "approved": "Εγκεκριμένες συνεισφορές",
        "rejected": "Απορριφθείσες συνεισφορές"
      }
    },
    "selectedShare": {
      "header": "Αναθεώρηση"
    }
  },
  "fromScratchMessage": {
    "saving": "Έναρξη του Εργαλείου δημιουργίας Crowdsource",
    "layerNameInWebmap": "Θεματικό επίπεδο Crowdsource (ΝΑ ΜΗΝ ΚΑΤΑΡΓΗΘΕΙ)"
  },
  "help": {
    "title": "Βοήθεια",
    "sections": {
      "s1": {
        "title": "Εισαγωγή",
        "paragraphs": {
          "p1": "Το Story Map Crowdsource (beta) είναι μια web εφαρμογή ArcGIS, που έχει σχεδιαστεί για τη συλλογή φωτογραφιών και λεζαντών από οποιοδήποτε χρήστη και την εμφάνισή τους πάνω σε χάρτη. Η εφαρμογή είναι εύκολη στη χρήση και τη διαμόρφωση και μπορεί να χρησιμοποιηθεί σε ένα πρόγραμμα περιήγησης στο web σε φορητό και σταθερό υπολογιστή, κινητό τηλέφωνο και tablet. Οι συντελεστές μπορούν να εισέρχονται με τον Λογαριασμό τους Facebook, Google ή ArcGIS ή να συμμετέχουν ως ανώνυμοι επισκέπτες.",
          "p2": "Για να δείτε παραδείγματα αφηγήσεων Crowdsource που έχουν δημιουργήσει άλλοι συντάκτες, επισκεφθείτε τη διεύθυνση <% galleryLink %>. Μπορείτε επίσης να μας ακολουθήσετε στο Twitter στη διεύθυνση <% twitterFollowLink %>.",
          "p3": "Θα χαρούμε να επικοινωνήσετε μαζί μας! Αν έχετε κάποια ερώτηση, εάν θέλετε να ζητήσετε μια νέα δυνατότητα ή εάν πιστεύετε ότι εντοπίσατε κάποιο σφάλμα, επισκεφθείτε μας στη διεύθυνση <% geonet %>."
        },
        "links": {
          "galleryLink": "συλλογή στον ιστότοπο του Story Maps",
          "twitterFollowLink": "@EsriStoryMaps",
          "geonet": "Χώρος του Story Maps στο GeoNet"
        }
      },
      "s2": {
        "title": "Ρύθμιση",
        "paragraphs": {
          "p1": "Για να δημιουργήσετε τη δική σας, μοναδική αφήγηση Crowdsource, χρησιμοποιήστε τις επιλογές διαμόρφωσης του Εργαλείου δημιουργίας. Κάντε κλικ στην επιλογή <% settings %> στη γραμμή εργαλείων του Εργαλείου δημιουργίας για να αλλάξετε την εικόνα εξωφύλλου, τον τίτλο, το λογότυπο, τις επιλογές κοινοποίησης, κ.λπ.",
          "p2": "Για να καθορίσετε τη γεωγραφική περιοχή την οποία θα βλέπουν οι συμμετέχοντές σας όταν φορτώνουν την αφήγησή σας, κάντε μετατόπιση και ζουμ του χάρτη στην επιθυμητή τοποθεσία και, έπειτα, κάντε κλικ στο μπλε κουμπί <% saveHomeLocation %> δίπλα στα στοιχεία ελέγχου πλοήγησης του χάρτη.",
          "p3": "Γίνεται <% autosaved %> των αλλαγών διαμόρφωσης, καθώς τις πραγματοποιείτε. Οι τροποποιήσεις σε πεδία κειμένου μπορούν να αναιρεθούν με τη χρήση της εντολής αναίρεσης του προγράμματος περιήγησης.",
          "p4": "Σε αυτήν την έκδοση beta, οι συντάκτες περιορίζονται στην απλή φόρμα που παρέχεται. Σε μελλοντική έκδοση, θα συμπεριλάβουμε ένα εργαλείο δημιουργίας φορμών, το οποίο θα σας επιτρέπει να επεξεργάζεστε τις ερωτήσεις που θα υποβάλλετε προς τους συμμετέχοντές σας. Μέχρι τότε, μπορείτε να τροποποιήσετε τις ετικέτες της φόρμας, ακολουθώντας αυτό το <% formEditBlog %>.",
          "p5": "Συμβουλή: για να επιστρέψετε στη <% coverPage %> από τον χάρτη, κάντε κλικ στη γραμμή τίτλου."
        },
        "links": {
          "formEditBlog": "δημοσίευση ιστολογίου"
        },
        "bold": {
          "settings": "Ρυθμίσεις",
          "saveHomeLocation": "Αποθήκευση τοποθεσίας σπιτιού",
          "autosaved": "αυτόματη αποθήκευση",
          "coverPage": "σελίδα εξώφυλλου"
        }
      },
      "s3": {
        "title": "Αναθεώρηση συνεισφορών",
        "paragraphs": {
          "p1": "Η εμφάνιση των συνεισφορών πάνω στον χάρτη, αμέσως μόλις αυτές υποβάλλονται, αποτελεί τον βέλτιστο τρόπο παρότρυνσης και επιβράβευσης των συντελεστών σας. Ωστόσο, εάν ανησυχείτε για τυχόν ανάρμοστο περιεχόμενο ή, εάν θέλετε να επεξεργάζεστε τις συνεισφορές και να επιλέγετε αυτές που θα εμφανίζονται, μπορείτε να επιλέξετε να γίνεται πρώτα αναθεώρηση και έγκριση των υποβολών.",
          "p2": "Για να αποτρέψετε την εμφάνιση περιεχομένου στον χάρτη, προτού αυτό υποβληθεί σε αναθεώρηση, μεταβείτε στις <% settings %> > <% contributions %> και επιλέξτε <% afterReview %>. Όταν χρησιμοποιείται αυτή η επιλογή, οι νέες φωτογραφίες θα είναι ορατές μόνο σε εσάς, έως ότου τις εγκρίνετε για εμφάνιση στον χάρτη.",
          "p3": "Για την αναθεώρηση νέων συνεισφορών, μεταβείτε στον χάρτη στο Εργαλείο δημιουργίας Crowdsource και επιλέξτε <% newContributions %> στη γραμμή εργαλείων του Εργαλείου δημιουργίας. Στη συνέχεια, κάντε κλικ στον χάρτη για να προβάλετε μια συνεισφορά και επιλέξτε <% approve %> ή <% reject %>.",
          "p4": "Μπορείτε να αλλάξετε τις συνεισφορές που θα εμφανίζονται στον χάρτη, επιλέγοντας Όλες, Νέες, Εγκεκριμένες ή Απορριφθείσες στο φίλτρο <% review %> της γραμμής εργαλείων του Εργαλείου δημιουργίας. Μπορείτε να αλλάξετε την απόφασή σας για κάποια συνεισφορά, κάνοντας κλικ σε αυτή πάνω στον χάρτη και ενημερώνοντας την κατάσταση έγκρισής της."
        },
        "bold": {
          "settings": "Ρυθμίσεις",
          "contributions": "Συνεισφορές",
          "afterReview": "Εμφάνιση συνεισφορών: Μετά από αναθεώρηση",
          "newContributions": "Αναθεώρηση: Νέες συνεισφορές",
          "approve": "Έγκριση",
          "reject": "Απόρριψη",
          "review": "Αναθεώρηση"
        }
      },
      "s4": {
        "title": "Παρακολούθηση συντελεστών",
        "paragraphs": {
          "p1": "Μπορεί να γίνεται προσδιορισμός της ταυτότητας των ατόμων που συνεισφέρουν στην αφήγησή σας στο Crowdsource, εάν συνδέονται με τον λογαριασμό που διαθέτουν στο <% facebook %>, το <% twitter %> ή το <% arcgis %>.",
          "p2": "Στις επιλογές Facebook και Twitter, χρησιμοποιείται μια τεχνολογία που ονομάζεται OAuth για τη δημιουργία ενός δημόσιου Λογαριασμού ArcGIS ο οποίος συνδέεται στον λογαριασμό που διαθέτει το συντελεστής στα μέσα κοινωνικής δικτύωσης. Έτσι διευκολύνονται οι συντελεστές, καθώς δεν χρειάζεται να δημιουργήσουν νέο λογαριασμό για να συνεισφέρουν στην αφήγησή σας. Φυσικά, εάν οι συντελεστές διαθέτουν ήδη μια εγγραφή στο ArcGIS ή έναν δημόσιο λογαριασμό, μπορούν να συνδεθούν χρησιμοποιώντας αυτή την επιλογή.",
          "p3": "Μπορείτε επίσης να επιτρέψετε <% guestContributions %>, ώστε κάθε άτομο να μπορεί να συνεισφέρει χωρίς να χρειάζεται να συνδεθεί, κάτι το οποίο θα παροτρύνει περισσότερα άτομα να συνεισφέρουν στην αφήγησή σας. Ωστόσο, οι επισκέπτες δεν θα έχουν τη δυνατότητα να επεξεργαστούν ή να καταργήσουν τις δικές τους συνεισφορές (δεν διατίθεται στην έκδοση beta) και δεν θα καταγράφεται κανένα όνομα χρήστη για τις συνεισφορές επισκεπτών. Έτσι, δεν θα είναι δυνατή η παρακολούθηση του κάθε ατόμου. Εάν οι δυνατότητες αυτές είναι σημαντικές για εσάς, τότε δεν θα πρέπει να επιτρέπετε τις συνεισφορές επισκεπτών.",
          "p4": "Όλες οι επιλογές σύνδεσης που παρατίθενται παραπάνω είναι διαθέσιμες για τους συντελεστές, εάν δεν τις απενεργοποιήσετε. Η σύνδεση μέσω Facebook και Twitter δεν είναι διαθέσιμη στην Πύλη."
        },
        "bold": {
          "facebook": "Facebook",
          "twitter": "Twitter",
          "arcgis": "ArcGIS",
          "guestContributions": "συνεισφορές επισκεπτών"
        }
      },
      "s5": {
        "title": "Συνήθεις ερωτήσεις",
        "questions": {
          "q1": {
            "question": "Πώς μπορώ να υποβάλω τις παρατηρήσεις μου σχετικά με αυτή την εφαρμογή beta;",
            "response": "Για να υποβάλετε παρατηρήσεις ή προτάσεις ή, για να μας ενημερώσετε σχετικά με τυχόν προβλήματα, μπορείτε να κοινοποιήσετε τις σκέψεις σας στο <% geonet %>."
          },
          "q2": {
            "question": "Μια αφήγηση Crowdsource που δημιουργείται με την έκδοση beta της εφαρμογής, θα εξακολουθεί να λειτουργεί μετά από μελλοντικές εκδόσεις του λογισμικού;",
            "response": "Ναι, θα λειτουργεί, υπάρχουν όμως δύο πιθανές εξαιρέσεις: 1) Εάν προσθέσετε θεματικά επίπεδα στον web χάρτη της αφήγησής σας στο Crowdsource έκδοσης beta (το οποίο μπορεί να γίνει μόνο έξω από το Εργαλείο δημιουργίας), αυτά τα θεματικά επίπεδα ενδέχεται να μη λειτουργούν ή, τα σύμβολά τους ενδέχεται να αλλάξουν μετά από την τελική έκδοση. Για να το αποφύγετε αυτό, μπορείτε να μετατρέψετε τα υποστηρικτικά θεματικά επίπεδα σε θεματικά επίπεδα δυνατοτήτων, προτού τα προσθέσετε στον χάρτη σας και να χρησιμοποιήσετε απλά σύμβολα. 2) Υπάρχει επίσης μια πιθανότητα, το μοντέλο δεδομένων για το θεματικό επίπεδο crowdsource να αλλάξει. Εάν συμβεί αυτό, θα σας δώσουμε μια ροή εργασίας ή ένα εργαλείο ώστε να ενημερώσετε το θεματικό σας επίπεδο στο νέο μοντέλο δεδομένων."
          },
          "q3": {
            "question": "Μπορώ να προσθέσω άλλα θεματικά επίπεδα στον χάρτη της αφήγησής μου στο Crowdsource;",
            "response": "Ναι, μπορείτε να προσθέσετε άλλα θεματικά επίπεδα στον χάρτη ώστε να καθορίζεται ένα περιβάλλον, όμως διαβάστε πρώτα την προηγούμενη ερώτηση όπου θα βρείτε σημαντικές πληροφορίες για το πώς γίνεται αυτό στην έκδοση beta του Story Map Crowdsource. Ανοίξτε το <% map %> της αφήγησής σας, προσθέστε θεματικά επίπεδα ή/και αλλάξτε το υπόβαθρο και αποθηκεύστε τις αλλαγές σας. Την επόμενη φορά που θα φορτώσετε την αφήγησή σας, θα δείτε τα νέα θεματικά επίπεδα. Προσέξτε να μη διαγράψετε ή να μη τροποποιήσετε το θεματικό επίπεδο συνεισφορών στον χάρτη σας, διότι διαφορετικά η αφήγησή σας στο Crowdsource ενδέχεται να μη λειτουργεί σωστά."
          },
          "q4": {
            "question": "Πού αποθηκεύονται οι φωτογραφίες;",
            "response": "Οι φωτογραφίες που υποβάλλονται, ανασχεδιάζονται σε κατάλληλο μέγεθος και αποθηκεύονται στον Λογαριασμό σας ArcGIS (ως συνημμένα feature service). Οι εικόνες που αποστέλλονται από εσάς στο Εργαλείο δημιουργίας για την εικόνα εξώφυλλου και το λογότυπο, αποθηκεύονται ως πόροι αντικειμένων μαζί με το αντικείμενο εφαρμογής story map."
          },
          "q5": {
            "question": "Χρειάζεται κάποιος να διαθέτει Λογαριασμό ArcGIS για να συνεισφέρει στην αφήγησή μου στο Crowdsource;",
            "response": "Όχι, οι συντελεστές μπορούν να συνδέονται χρησιμοποιώντας τον λογαριασμό τους στο <% facebook %> ή στο <% google %>. Έτσι θα δημιουργείται ένας δημόσιος λογαριασμός ArcGIS που θα συνδέεται στον λογαριασμό μέσων κοινωνικής δικτύωσης του συντελεστή, όμως οι συντελεστές δεν θα λαμβάνουν μηνύματα ηλεκτρονικού ταχυδρομείου από την Esri όταν συνδέονται με τον τρόπο αυτό. Μπορεί επίσης κάποιος να συνεισφέρει ως ανώνυμος επισκέπτης, χωρίς να συνδεθεί με κάποιο λογαριασμό. Εσείς έχετε τη δυνατότητα να ελέγχετε τις μεθόδους σύνδεσης που θα είναι διαθέσιμες για την αφήγησή σας, από την επιλογή <% settingsContributions %>."
          },
          "q6": {
            "question": "Μπορώ να δημιουργήσω μια αφήγηση Crowdsource χρησιμοποιώντας τον δημόσιο λογαριασμό μου ArcGIS Online;",
            "response": "Όχι, καθώς το Story Map Crowdsource χρησιμοποιεί συνημμένα feature service για την αποθήκευση των εικόνων που συνεισφέρονται, προς το παρόν υποστηρίζονται μόνο οργανικοί λογαριασμοί."
          },
          "q7": {
            "question": "Πώς αλλιώς μπορώ να προσαρμόσω μια αφήγηση Crowdsource;",
            "response": "Εάν οι διαθέσιμες επιλογές διαμόρφωσης δεν ικανοποιούν τις ανάγκες σας ή, εάν θέλετε να φιλοξενήσετε την εφαρμογή στον web διακομιστή σας, ο πηγαίος κώδικας της εφαρμογής είναι διαθέσιμος. Για τη λήψη της πιο πρόσφατης έκδοσης, επισκεφθείτε τη σελίδα <% github %>."
          },
          "q8": {
            "question": "Η αφήγησή μου στο Crowdsource θα καταναλώνει μονάδες κατανάλωσης;",
            "response": "Μια αφήγηση Crowdsource που φιλοξενείται στο ArcGIS Online θα καταναλώνει μια μικρή ποσότητα μονάδων κάθε μήνα, λόγω του χώρου αποθήκευσης φωτογραφιών και δεδομένων σε μια feature service. Μια τυπική αφήγηση με μερικές εκατοντάδες φωτογραφίες θα κοστίζει περίπου $1 US ανά μήνα. Δείτε περισσότερες πληροφορίες σχετικά με <% agoCredits %>."
          }
        },
        "bold": {
          "facebook": "Facebook",
          "google": "Google",
          "settingsContributions": "Ρυθμίσεις > Συνεισφορές"
        },
        "links": {
          "geonet": "Φόρουμ του Story Maps στο GeoNet",
          "map": "χάρτης",
          "agoCredits": "Μονάδες κατανάλωσης υπηρεσίας ArcGIS Online",
          "github": "Σελίδα έργου GitHub"
        }
      }
    }
  },
  "settings": {
    "title": "Ρυθμίσεις",
    "buttons": {
      "backTo": "Επιστροφή"
    },
    "messages": {
      "uploading": "Μεταφόρτωση"
    },
    "panes": {
      "header": {
        "title": "Κεφαλίδα",
        "fields": {
          "logoType": {
            "label": "Λογότυπο",
            "optionLabels": {
              "esri": "Λογότυπο Esri",
              "upload": "Μεταφόρτωση προσαρμοσμένου λογότυπου",
              "url": "Προσαρμοσμένο λογότυπο από URL",
              "none": "Χωρίς λογότυπο"
            }
          },
          "logoUrl": {
            "label": "URL εικόνας λογότυπου",
            "placeholder": "https://www.example.org/your_logo.png",
            "attribute": "λογότυπο"
          },
          "logoUpload": {
            "label": "Μεταφόρτωση λογότυπου",
            "placeholder": "Μεταφορά και απόθεση",
            "attribute": "λογότυπο"
          },
          "logoLink": {
            "label": "Σύνδεσμος κλικ μετάβασης σε λογότυπο",
            "placeholder": "https://www.example.com"
          },
          "bannerTitle": {
            "label": "Τίτλος κεφαλίδας",
            "placeholder": "Εισαγάγετε τίτλο"
          }
        }
      },
      "socialSharing": {
        "title": "Κοινωνική δικτύωση",
        "extra": {
          "tweetLength": "Εκτιμώμενο μήκος",
          "tweetLengthWarning": "Το tweet σας μπορεί να είναι πολύ μεγάλο. Φροντίστε να το δοκιμάσετε χρησιμοποιώντας το κουμπί Twitter στην κεφαλίδα."
        },
        "fields": {
          "includeSharing": {
            "label": "Κουμπιά κοινωνικής δικτύωσης",
            "optionLabels": {
              "include": "Εμφάνιση κουμπιών κοινωνικής δικτύωσης"
            }
          },
          "twitterText": {
            "label": "Tweet",
            "tooltip": "Το μήνυμά σας θα προτείνεται στους αναγνώστες όταν κοινοποιούν την αφήγησή σας στο Twitter, αλλά θα μπορούν να το αλλάξουν. Στο τέλος του tweet, θα προστίθεται ένας σύντομος σύνδεσμος προς την αφήγησή σας.",
            "placeholder": "Εισαγάγετε κείμενο tweet",
            "attribute": "πεδίο κειμένου tweet"
          },
          "twitterRelated": {
            "label": "Προτάσεις \"Ποιους να ακολουθήσετε\"",
            "tooltip": "Το Twitter μπορεί να προτείνει αυτούς τους λογαριασμούς σε άτομα που κάνουν tweet της αφήγησής σας",
            "placeholder": "Εισαγάγετε λογαριασμούς Twitter",
            "attribute": "πεδίο συνιστώμενων λογαριασμών"
          }
        }
      },
      "introSplash": {
        "title": "Σελίδα εξώφυλλου",
        "fields": {
          "backgroundImage": {
            "label": "Μεταφόρτωση φωτογραφίας φόντου",
            "placeholder": "Μεταφορά και απόθεση",
            "attribute": "φωτογραφία φόντου"
          }
        }
      },
      "contribute": {
        "title": "Συνεισφορές",
        "fields": {
          "allowParticipation": {
            "label": "Συνεισφορές",
            "optionLabels": {
              "accept": "Αποδοχή νέων συνεισφορών"
            }
          },
          "showNewFeatures": {
            "label": "Εμφάνιση συνεισφορών",
            "tooltip": "Ελέγχει το πότε θα εμφανίζονται νέες συνεισφορές στον χάρτη. Η επιλογή \"Immediately\" εμφανίζει τις συνεισφορές την ίδια στιγμή. Η επιλογή \"After review\" απαιτεί να εγκρίνετε τις νέες συνεισφορές προκειμένου να καταστούν ορατές σε οποιονδήποτε άλλο. Ανατρέξτε στη Βοήθεια για περισσότερες πληροφορίες σχετικά με την αναθεώρηση των συνεισφορών.",
            "optionLabels": {
              "new": "Αμέσως",
              "approved": "Μετά από αναθεώρηση"
            }
          },
          "loginOptions": {
            "label": "Οι συντελεστές μπορούν να συνδέονται με",
            "attribute": "επιλογή σύνδεσης",
            "tooltip": "Ορίστε τις επιλογές σύνδεσης που θα μπορούν να χρησιμοποιήσουν οι συντελεστές σας για τον προσδιορισμό της ταυτότητάς τους. Οποιοδήποτε άτομο μπορεί να συνεισφέρει στην αφήγησή σας ανώνυμα (χωρίς σύνδεση), εάν η επιλογή \"Guest\" είναι ενεργοποιημένη. Ανατρέξτε στη Βοήθεια για περισσότερες πληροφορίες σχετικά με την παρακολούθηση των συντελεστών.",
            "optionLabels": {
              "arcgis": "ArcGIS",
              "facebook": "Facebook",
              "google": "Google",
              "guest": "Επισκέπτης"
            }
          },
          "participateButton": {
            "label": "Ετικέτα κουμπιού συμμετοχής",
            "placeholder": "Εισαγάγετε ετικέτα"
          }
        }
      }
    }
  },
  "shareApp": {
    "title": "Κοινοποιήστε την αφήγησή σας",
    "sharePermissions": {
      "private": "Ιδιωτική",
      "organization": "Του οργανισμού",
      "public": "Δημόσια"
    },
    "socialize": {
      "header": "Κοινωνική δικτύωση"
    }
  },
  "settingsModals": {
    "common": {
      "advancedOptions": "Επιλογές για προχωρημένους",
      "welcome": "Καλώς ορίσατε στο"
    },
    "itemName": {
      "header": "Πώς θέλετε να ονομάσετε την αφήγησή σας στο Crowdsource;",
      "advancedDescription": "Κάποια αντικείμενα θα δημιουργηθούν για την υποστήριξη αυτής της αφήγησης. Εάν θέλετε να μετονομάσετε τα αντικείμενα αυτά ή να τα αποθηκεύσετε σε έναν συγκεκριμένο φάκελο, μπορείτε να το κάνετε παρακάτω.",
      "form": {
        "appName": {
          "label": "Τίτλος",
          "placeholder": "Εισαγάγετε τίτλο"
        },
        "mapName": {
          "label": "Όνομα χάρτη",
          "placeholder": "Εισαγάγετε όνομα χάρτη"
        },
        "folderSelection": {
          "label": "Φάκελος",
          "rootFolder": "Αρχική"
        },
        "featureServiceName": {
          "label": "Όνομα θεματικού επιπέδου",
          "placeholder": "Εισαγάγετε όνομα θεματικού επιπέδου"
        }
      }
    },
    "layout": {
      "header": "Ποια διάταξη θέλετε να χρησιμοποιήσετε;",
      "headerHint": "Μπορείτε να αλλάξετε τη διάταξη οποιαδήποτε στιγμή από το παράθυρο διαλόγου ρυθμίσεων.",
      "preview": "Δείτε ένα παράδειγμα σε πραγματικό χρόνο",
      "commonAltText": "προεπισκόπηση διάταξης.",
      "selection": {
        "stacked": {
          "name": "Σε στοίβες",
          "description": "Κάντε εναλλαγή μεταξύ των προβολών χάρτη μόνο και φωτογραφιών μόνο για την αφήγησή σας στο Crowdsource."
        },
        "sidePanel": {
          "name": "Πλαϊνό πλαίσιο",
          "description": "Εξερευνήστε τον χάρτη και δείτε μικρογραφίες φωτογραφιών ταυτόχρονα. Το πλαίσιο ενημερώνεται καθώς ο χάρτης μετακινείται ώστε να εμφανίζονται μόνο φωτογραφίες στην τρέχουσα προβολή χάρτη."
        }
      }
    }
  },
  "appDataPlaceholderText": {
    "globals": {
      "participateShort": "Συμμετοχή",
      "participateLong": "Μοιραστείτε την εμπειρία σας",
      "exploreText": "Εξερεύνηση χάρτη"
    }
  },
  "itempageDefaults": {
    "webmap": {
      "titleAppend": "web χάρτης"
    },
    "featureService": {
      "titleAppend": "feature service"
    }
  },
  "messages": {
    "arcgisItems": {
      "webmapNotOwned": {
        "title": "Μήνυμα από το Εργαλείο δημιουργίας Crowdsource",
        "body": "Προσπαθήσατε να δημιουργήσετε μια αφήγηση Crowdsource χρησιμοποιώντας τον web χάρτη κάποιου άλλου. Ένα αντίγραφο του συγκεκριμένου χάρτη δημιουργήθηκε στον λογαριασμό σας και, η αφήγησή σας χρησιμοποιεί αυτό το αντίγραφο.",
        "confirmBtn": "ΟΚ"
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "redirectToSecureConnection": "Επαναφόρτωση με ασφαλή σύνδεση"
    },
    "inlineEditing": {
      "heading": "Προσοχή:"
    },
    "loading": {
      "notAuthorizedCreateNew": "Για να δημιουργήσετε μια αφήγηση Crowdsource πρέπει να χρησιμοποιήσετε έναν λογαριασμό συνδρομής ArcGIS με δικαιώματα δημοσίευσης. Εάν χρησιμοποιείτε έναν λογαριασμό συνδρομής, επικοινωνήστε με τον διαχειριστή του ArcGIS για να ζητήσετε πρόσθετα δικαιώματα. Εάν χρησιμοποιείτε έναν δημόσιο Λογαριασμό ArcGIS, κάντε <a href=\"http://www.arcgis.com/features/plans/pricing.html\" target=\"-blank\">αναβάθμιση</a> σε συνδρομή ή ξεκινήστε μια <a href=\"http://www.arcgis.com/features/free-trial.html\" target=\"-blank\">δωρεάν δοκιμαστική συνδρομή</a>.",
      "notAuthorizedEdit": "Δεν έχετε εξουσιοδότηση για επεξεργασία αυτής της αφήγησης. Εάν δεν είστε ο κάτοχος, βεβαιωθείτε ότι σας έχουν <a href=\"http://blogs.esri.com/esri/arcgis/2015/07/14/enable-colleagues-to-update-your-maps-and-apps/\" target=\"-blank\">παραχωρηθεί δικαιώματα επεξεργασίας</a> από τον κάτοχο. Πρέπει επίσης να έχετε πρόσβαση για επεξεργασία αντικειμένων και δημοσίευση νέων φιλοξενούμενων feature service στον οργανισμό σας. Επικοινωνήστε με τον διαχειριστή του οργανισμού σας για το ArcGIS Online για να ζητήσετε αυτά τα δικαιώματα.",
      "crowdsourceLayerNotFound": "Δεν ήταν δυνατή η εύρεση ή η σωστή φόρτωση του θεματικού επιπέδου χάρτη crowdsource. Βεβαιωθείτε ότι διαθέτετε το δικαίωμα προβολής της feature service.",
      "builderNotSSL": "Αυτή η αφήγηση Crowdsource απαιτεί τη χρήση μιας ασφαλούς (https) σύνδεσης ώστε να διασφαλίζεται ότι το κοινό σας συνδέεται και συνεισφέρει τις φωτογραφίες του με ασφάλεια. Βεβαιωθείτε ότι ο διακομιστής υποστηρίζει μια σύνδεση https στο ίδιο URL. Τα άτομα που επιχειρούν την πρόσβαση στην αφήγησή σας μέσω http, θα ανακατευθύνονται προς μια ασφαλή σύνδεση, εάν αυτό είναι εφικτό."
    },
    "shareItems": {
      "notShared": {
        "title": "Προσοχή",
        "body": "Κάποια αντικείμενα στην αφήγησή σας δεν ήταν δυνατό να κοινοποιηθούν. Τα αντικείμενα αυτά ενδέχεται να ανήκουν σε άλλον χρήστη ή να απαιτούν συνδρομή. Τα ακόλουθα αντικείμενα δεν ήταν δυνατό να κοινοποιηθούν",
        "confirmBtn": "ΟΚ"
      }
    },
    "saving": {
      "checkInternet": "Η αφήγησή σας δεν ήταν δυνατό να αποθηκευτεί. Ελέγξτε τη σύνδεσή σας στο Internet και φορτώστε τη σελίδα εκ νέου για να προσπαθήσετε ξανά.",
      "unknown": "Η αφήγησή σας δεν ήταν δυνατό να αποθηκευτεί. Φορτώστε τη σελίδα εκ νέου για να προσπαθήσετε ξανά."
    },
    "scratchCreation": {
      "unknown": "Δεν ήταν δυνατή η δημιουργία των αντικειμένων που απαιτούνται για την αφήγησή σας. Κάντε ανανέωση της σελίδας για να προσπαθήσετε ξανά."
    }
  },
  "validations": {
    "waitMessage": "Γίνεται έλεγχος...",
    "arcgis": {
      "naming": {
        "arcgisItemName": "Το <% attribute %> δεν πρέπει να περιέχει < ή >.",
        "arcgisServiceNameFormat": "Το <% attribute %> πρέπει να περιέχει μόνο γράμματα, αριθμούς και χαρακτήρες υπογράμμισης και δεν μπορεί να ξεκινά με αριθμό."
      },
      "portal": {
        "unableToCheckName": "Δεν είναι δυνατό να ελεγχθεί εάν το όνομα είναι διαθέσιμο. Προσπαθήστε ξανά.",
        "nameNotString": "Το όνομα πρέπει να είναι κανονικό κείμενο",
        "nameNotAvailableFS": "Το όνομα που επιλέξατε για το θεματικό σας επίπεδο δεν είναι διαθέσιμο. Επιλέξτε ένα διαφορετικό όνομα."
      }
    }
  }
});