define({
  "betaMessage": {
    "title": "यह स्टोरी मैप क्राउडसोर्स का एक बीटा रिलीज है",
    "messageParagraphs": {
      "p1": "स्टोरी मैप क्राउडसोर्स के इस संस्करण ने अपनी मूल विशिष्टताओं को पूरा करवा लिया है और यह स्थिर है। इसे एक बीटा निर्गम के रूप में पलब्ध कराया जा रहा है ताकि इसके आरंभिक रिलीज से पहले, स्टोरी मैप टीम आप, Esri समुदाय, से प्रतिपुष्टि को इकट्ठा और शामिल कर सके।",
      "p2": "इस बीटा संस्करण से बनायी गई कहानियाँ बाद के रिलीजों के साथ काम करना जारी रखेगी जब तक कि आप बिल्डर के बाहर इसे या इसके घटकों में से एक को संशोधित नहीं करते हैं।",
      "p3": "इस अनुप्रयोग को कैसे उपयोग करें और प्रतिपुष्टि को कहाँ प्रस्तुत करें इस बारे में अधिक जानकारी के लिए कृपया हेल्प को पढ़ें।"
    }
  },
  "common": {
    "appNameAppend": "बिल्डर",
    "buttons": {
      "next": "अगला"
    }
  },
  "banner": {
    "buttons": {
      "feedback": "प्रतिपुष्टि",
      "help": "सहायता",
      "preview": "लाइव देखें",
      "share": "साझा करें",
      "settings": "सेटिंग्स",
      "save": "सहेजें",
      "toggleNav": "नेविगेशन को टॉगल करें"
    },
    "hintText": {
      "saved": "कहानी सहेजी गई",
      "saving": "सहेजा जा रहा है",
      "leavingBeforeSave": "आपने अपनी कहानी में परिवर्तनों को सहेज लिया है। यदि आप अभी छोड़ देते हैं, तो आपके परिवर्तन खो जाएँगे।"
    }
  },
  "header": {
    "participateBtnDisabledTooltip": "सक्षम करने हेतु सेटिंग पैनल को बंद करें"
  },
  "introSplash": {
    "form": {
      "title": {
        "label": "शीर्षक",
        "placeholder": "शीर्षक दर्ज करें..."
      },
      "subtitle": {
        "label": "आवरण संदेश",
        "placeholder": "कोई आवरण संदेश जोड़ें..."
      },
      "exploreButton": {
        "label": "मानचित्र बटन का लेबल",
        "placeholder": "लेबल दर्ज करें"
      }
    }
  },
  "map": {
    "editControls": {
      "homeLocation": {
        "tooltip": "गृह स्थान सहेजें"
      }
    }
  },
  "contribute": {
    "defaultTitle": "अपना योगदान जोड़ें",
    "defaultForm": {
      "name": {
        "label": "शीर्षक",
        "attribute": "शीर्षक",
        "placeholder": "शीर्षक दर्ज करें"
      },
      "description": {
        "label": "विवरण",
        "attribute": "विवरण",
        "placeholder": "कोई विवरण दर्ज करें (कृपया 200 या कम शब्द)"
      },
      "location": {
        "label": "स्थान",
        "attribute": "स्थान",
        "placeholder": "कोई स्थान दर्ज करें"
      },
      "photo": {
        "label": "फ़ोटो",
        "placeholder": "खींचें और छोड़ें",
        "attribute": "फ़ोटो"
      },
      "termsAndConditions": {
        "legal": "आप आश्वासन देते और प्रतिनिधित्व करते हैं कि (1) आप इस साइट तक साझा की जाने वाली तस्वीरों के सभी अधिकार, टाइटल, और स्वामित्व को धारण करते हैं, और Esri, और इसके संविदाकारों को इस सेवा के भाग के रूप में साझा की गई तस्वीरों को उपयोग, प्रतिलिपि, भण्डारित, कैशे, मेजबान, व्युत्पन्न कार्यों को तैयार, पुनरुत्पन्न, सार्वजनिक रूप से प्रदर्शित और प्रदर्शित, पुनर्वितरण, पुनः ब्रॉडकास्ट, और पुनर्प्रसारित करने का गैर-अनन्य, रॉयल्टी मुक्त अधिकार प्रदान करते हैं, और (2) आपका तस्वीरों या किसी भी संबद्ध भू-स्थान संबंधी (जीयोलोकेशनल) सूचना को साझा करना किसी भी तीसरे पक्ष के मालिकाना अधिकारों या गोपनीयता अथवा प्रचार के अधिकारों का अतिलंघन या गबन नहीं करेगा। ऐसी तस्वीरों को साझा करना सख्ती से निषिद्ध हैं जिन्हें मानहानिकारक, निर्लज्ज, अश्लील, अत्यधिक हिंसक, या अवैध गतिविधियों को प्रोत्साहित करने वाला समझा जा सकता है।"
      }
    }
  },
  "review": {
    "selection": {
      "header": "समीक्षा करें",
      "options": {
        "all": "सभी योगदान",
        "new": "नए योगदान",
        "approved": "अनुमोदित योगदान",
        "rejected": "अस्वीकृत योगदान"
      }
    },
    "selectedShare": {
      "header": "समीक्षा करें"
    }
  },
  "fromScratchMessage": {
    "saving": "क्राउडसोर्स बिल्डर लॉन्च करना",
    "layerNameInWebmap": "क्राउडसोर्स लेयर (हटाएँ नहीं)"
  },
  "help": {
    "title": "सहायता",
    "sections": {
      "s1": {
        "title": "परिचय",
        "paragraphs": {
          "p1": "स्टोरी मैप क्राउडसोर्स (बीटा) एक ArcGIS वेब ऐप्लिकेशन है जिसे किसी से भी तस्वीरें और कैप्शन को इकट्ठा करने और उन्हें किसी मानचित्र पर प्रदर्शित करने के लिए तैयार किया गया है। ऐप उपयोग और कॉन्फिगर करने में आसान है और लैपटॉप और डेस्कटॉप कंप्यूटर, मोबाइल फोन, और टैबलेट पर वेब ब्राउज़र में उपयोग किया जा सकता है। योगदानकर्ता अपने Facebook, Google या ArcGIS खाते से साइन इन कर सकते हैं, या किसी गुमनाम अतिथि के रूप में भाग ले सकते हैं।",
          "p2": "अन्य लेखकों द्वारा बनायी जा रही क्राउडसोर्स कहानियों के उदाहरण देखने के लिए, <% galleryLink %>पर जाएँ। आप हमारा <% twitterFollowLink %>पर ट्विटर पर भी अनुसरण कर सकते हैं।",
          "p3": "हमें आपसे जानना प्रीतिकर लगेगा! चाहे आपका कोई प्रश्न हो, किसी नई विशेषता का अनुरोध करना चाहते हों, या लगता हो कि आपको कोई बग मिला है, तो कृपया<% geonet %> पर जाएँ।"
        },
        "links": {
          "galleryLink": "स्टोरी मैप्स वेबसाइट पर गैलरी",
          "twitterFollowLink": "@EsriStoryMaps",
          "geonet": "GeoNet पर स्टोरी मैप्स स्थान"
        }
      },
      "s2": {
        "title": "कॉन्फ़िगरेशन",
        "paragraphs": {
          "p1": "अपनी स्वयं की अनूठी क्राउडसोर्स कहानी बनाने के लिए बिल्डर के कॉन्फ़िगरेशन विकल्पों का उपयोग करें। आवरण छवि, शीर्षक, लोगो और साझा करने के विकल्पों आदि को बदलने के लिए बिल्डर टूलबार में <% settings %> पर क्लिक करें।",
          "p2": "उस भौगोलिक क्षेत्र को निर्दिष्ट करने के लिए जिसे आपके सहभागी तब देखेंगे जब वे आपकी कहानी को लोड करेंगे, मानचित्र को इच्छित स्थान पर पैन और ज़ूम करें और फिर मानचित्र नेविगेशन नियंत्रण के पास नीले <% saveHomeLocation %>बटन को क्लिक करें।",
          "p3": "जैसे ही आप कॉन्फ़िगरेशन परिवर्तनों को करते हैं वे <% autosaved %> हो जाते हैं। पाठ क्षेत्रों के संशोधनों को आपके ब्राउज़र के अनडू कमांड का उपयोग करके अनकिया किया जा सकता है।",
          "p4": "इस बीटा रिलीज में, लेखक प्रदान किए गए सरल फार्म तक सीमित रहते हैं। भविष्य के रिलीज में, हम एक फार्म बिल्डर शामिल करेंगे जो आपको उन प्रश्नों को संपादित करने की अनुमति देगा जिन्हें आप अपने सहभागियों से पूछते हैं। तब तक आप इस <% formEditBlog %>का पालन करके फ़ॉर्म लेबलों को संशोधित कर सकते हैं।",
          "p5": "सुझाव: मानचित्र में से <% coverPage %> पर लौटने के लिए, टाइटल बार पर क्लिक करें।"
        },
        "links": {
          "formEditBlog": "ब्लॉग पोस्ट"
        },
        "bold": {
          "settings": "सेटिंग्स",
          "saveHomeLocation": "गृह स्थान सहेजें",
          "autosaved": "स्वतः सहेज लिया गया",
          "coverPage": "आवरण पृष्ठ"
        }
      },
      "s3": {
        "title": "योगदानों की समीक्षा कर रहा है",
        "paragraphs": {
          "p1": "योगदानों को प्रस्तुत किए जाने के तुरंत बाद उन्हें मानचित्र पर दर्शाना आपके योगदानकर्ताओं को प्रोत्साहित और पुरस्कृत करने का सर्वोत्तम तरीका है। हालाँकि, यदि आप आपत्तिजनक सामग्री के बारे में चिंतित हैं, या आप योगदानों को परखना चाहते हैं और दिखाए जाने वालों का चयन करना चाहते हैं, तो आप पहले प्रस्तुतियों की समीक्षा और अनुमोदन करना चुन सकते हैं।",
          "p2": "सामग्री की समीक्षा किए जाने से पहले इसे मानचित्र पर दिखाई देने से रोकने के लिए <% settings %> > <% contributions %> पर जाएँ और <% afterReview %>को चुनें। इस विकल्प का उपयोग करते समय जब तक आप उन्हें मानचित्र पर प्रदर्शन के लिए अनुमोदित नहीं करते हैं तब तक नई तस्वीरें केवल आप को ही दिखाई देंगी।",
          "p3": "नए योगदानों की समीक्षा करने के लिए क्राउडसोर्स बिल्डर में मानचित्र पर जाएँ और बिल्डर टूलबार में <% newContributions %> को चुनें। फिर किसी योगदान को देखने के लिए <% approve %> or <% reject %>को चुनें।",
          "p4": "किन योगदानों को मानचित्र पर दिखाया जाता है इसे बिल्डर टूलबार में <% review %> फिल्टर में सभी, नए, अनुमोदित, या अस्वीकृत को चुन कर आप बदल सकते हैं। किसी भी योगदान पर अपने निर्णय को मानचित्र पर इसे क्लिक करके बदलना और इसकी अनुमोदन स्थिति को अद्यतन करना संभव है।"
        },
        "bold": {
          "settings": "सेटिंग्स",
          "contributions": "योगदान",
          "afterReview": "योगदानों को दर्शाएँ: समीक्षा के बाद",
          "newContributions": "समीक्षा: नए योगदान",
          "approve": "स्वीकृत करें",
          "reject": "अस्वीकृत करें",
          "review": "समीक्षा करें"
        }
      },
      "s4": {
        "title": "योगदानकर्ताओं की खोज कर रहा है",
        "paragraphs": {
          "p1": "आप के पास ऐसे लोग हो सकते हैं जो अपने<% facebook %>, <% twitter %>, or <% arcgis %> खाते के साथ साइन इन करके आपकी क्राउडसोर्स कहानी में योगदान करके अपनी पहचान करवाते हों।",
          "p2": "Facebook और Twitter के विकल्प ArcGIS सार्वजनिक खाता बनाने के लिए OAuth कही जाने वाली प्रौद्योगिकी का उपयोग करते हैं, जिसे योगदानकर्ता के सामाजिक मीडिया खाते से जोड़ा जाता है। इससे योगदानकर्ताओं को आसानी होती है क्योंकि उन्हें आपकी कहानी में योगदान करने के लिए किसी नए खाते के लिए साइन अप करने की आवश्यकता नहीं है। निस्संदेह, यदि योगदानकर्ताओं के पास पहले से ही कोई ArcGIS सदस्यता या सार्वजनिक खाता है तो साइन इन करने के लिए वे उसका उपयोग कर सकते हैं।",
          "p3": "आप<% guestContributions %> की भी अनुमति दे सकते हैं ताकि कोई भी साइन इन किए बिना योगदान कर सके, जो और अधिक लोगों को आपकी कहानी में योगदान करने के लिए प्रोत्साहित कर सकता है। हालाँकि, अतिथि आपने स्वयं के योगदानों को संपादित करने या हटाने में सक्षम नहीं होंगे (बीटा में उपलब्ध नहीं), और अतिथि योगदान के लिए कोई उपयोगकर्ता नाम रिकॉर्ड नहीं किया जाएगा जिससे उन्हें वापस किसी व्यक्ति तक खोज करना असंभव होगा। यदि ये क्षमताएँ आप के लिए महत्वपूर्ण हैं तो आप अतिथि योगदानों की अनुमति नहीं देनी चाहिए।",
          "p4": "ऊपर सूचीबद्ध सभी साइन-इन विकल्प योगदानकर्ताओं के लिए उपलब्ध हैं जब तक कि आप इन्हें अक्षम नहीं करते हैं। पोर्टल पर Facebook और Twitter साइन इन उपलब्ध नहीं हैं।"
        },
        "bold": {
          "facebook": "Facebook",
          "twitter": "Twitter",
          "arcgis": "ArcGIS",
          "guestContributions": "अतिथि योगदान"
        }
      },
      "s5": {
        "title": "अक्सर पूछे जाने वाले प्रश्न",
        "questions": {
          "q1": {
            "question": "मैं इस बीटा ऐप के बारे में प्रतिपुष्टि कैसे प्रदान करूँ?",
            "response": "प्रतिपुष्टि या सुझाव प्रदान करने के लिए, या मुद्दों के बारे में हमें बताने के लिए, कृपया<% geonet %>पर अपने विचारों को साझा करें।"
          },
          "q2": {
            "question": "क्या ऐप के बीटा संस्करण के साथ बनाई गई कोई क्राउडसोर्स कहानी भविष्य के सॉफ्टवेयर रिलीज के बाद काम करना जारी रखेगी?",
            "response": "हाँ, यह काम करेगी, लेकिन दो संभावित अपवाद हैं: 1) यदि आप अपने बीटा क्राउडसोर्स कहानी के वेब मानचित्र (जिसे केवल बिल्डर के बाहर ही किया जा सकता है) में लेयरों को जोड़ते हैं, तो अंतिम रिलीज के बाद वे लेयरें काम करना बंद कर सकती है या उनके प्रतीक बदल सकते हैं। इस स्थिति से बचने के लिए आप किन्हीं भी समर्थक लेयरों को अपने मानचित्र में जोड़ने से पहले लेयरों को दिखाने के लिए बदल सकते हैं और सरल प्रतीकों का उपयोग कर सकते हैं। 2) इस बात की भी संभावना है कि क्राउडसोर्स लेयर के लिए डेटा मॉडल परिवर्तित हो सकता है। यदि ऐसा होता है, तो नए डेटा मॉडल के लिए आपकी लेयर को अद्यतन करने के लिए एक कार्यप्रवाह या टूल प्रदान करने का हमारा अभिप्राय है।"
          },
          "q3": {
            "question": "क्या मैं अपने क्राउडसोर्स कहानी के मानचित्र में अन्य लेयर जोड़ सकता हूँ?",
            "response": "हाँ, आप संदर्भ के लिए मानचित्र में अन्य लेयर जोड़ सकते हैं, किंतु स्टोरी मैप क्राउडसोर्स के बीटा रिलीज के साथ इसे करने के बारे में महत्वपूर्ण जानकारी के लिए पहले पिछला प्रश्न पढ़ें। अपनी कहानी का <% map %>, खोलें, लेयरों को जोड़ें और / या बेसमैप को बदलें और अपने परिवर्तनों को सहेजें। अगली बार जब आप अपनी कहानी को लोड करेंगे तो आप नई लेयरों को देखेंगे। अपने मानचित्र में योगदानकर्ता लेयर को न हटाने या संशोधित नहीं करने की सावधानी रखें अन्यथा आपकी क्राउडसोर्स कहानी ठीक से काम करना बंद कर सकती है।"
          },
          "q4": {
            "question": "तस्वीरें कहाँ संग्रहीत की जाती हैं?",
            "response": "प्रस्तुत तस्वीरों को एक उपयुक्त आकार में पुनः-चुना जाता है और आपके ArcGIS खाते में संग्रहीत किया जाता है (विशिष्ट सेवा अनुलग्नकों के रूप में)। आवरण छवि और लोगो के लिए बिल्डर में आपके द्वारा अपलोड की गई छवियाँ आपके कहानी मानचित्र ऐप्लिकेशन आइटम के साथ आइटम संसाधनों के रूप में संग्रीहत की जाती है।"
          },
          "q5": {
            "question": "क्या मेरी क्राउडसोर्स कहानी में योगदान करने के लिए लोगों को किसी ArcGIS खाते की आवश्यकता है?",
            "response": "नहीं, योगदानकर्ताओं अपने <% facebook %> or <% google %> खाते का उपयोग करके साइन इन कर सकते हैं। यह योगदानकर्ता की सामाजिक मीडिया खाते से जुड़ा एक ArcGIS सार्वजनिक खाता बनाएगा, लेकिन जब योगदानकर्ताओं इस तरह से साइन इन करते हैं तो उन्हें Esri से ईमेल प्राप्त नहीं होगा। लोग किसी भी खाते में साइन इन किए बिना गुमनाम के रूप में भी योगदान कर सकते हैं। आप <% settingsContributions %>में यह नियंत्रित करते हैं कि इन साइन-इन तरीकों में से कौन सा आपकी कहानी के लिए उपलब्ध हैं।"
          },
          "q6": {
            "question": "क्या मैं अपने ArcGIS ऑनलाइन सार्वजनिक खाते का उपयोग करके कोई क्राउडसोर्स कहानी बना सकता हूँ?",
            "response": "नहीं, क्योंकि स्टोरी मैप क्राउडसोर्स विशिष्ट सेवा अनुलग्नकों का उपयोग करता है। इस समय योगदान की गई छवियों को संग्रहीत करने के लिए केवल संगठनात्मक खाते ही समर्थित हैं।"
          },
          "q7": {
            "question": "मैं किसी क्राउडसोर्स कहानी और कैसे अनुकूलित कर सकता हूँ?",
            "response": "यदि उपलब्ध कॉन्फ़िगरेशन विकल्प आपकी आवश्यकताओं को पूरा नहीं करते हैं, या यदि आप अपने स्वयं के वेब सर्वर पर ऐप्लिकेशन को आयोजित करना चाहते हैं, तो ऐप्लिकेशन सोर्स कोड उपलब्ध है। सबसे हाल के संस्करण को डाउनलोड करने के लिए <% github %>पर जाएँ।"
          },
          "q8": {
            "question": "क्यी मेरी क्राउडसोर्स कहानी क्रेडिट का उपभोग करेगी?",
            "response": "ArcGIS ऑनलाइन पर होस्ट की गई कोई क्राउडसोर्स कहानी विशिष्ट सेवा में तस्वीरों और डेटा के भंडारण के कारण प्रत्येक महीने क्रेडिट्स की एक छोटी सी मात्रा खपत करेगी। कई सौ तस्वीरों वाली कोई अनूठी कहानी का खर्च US$1 प्रति माह से बहुत कम होगा। <% agoCredits %>के बारे में अधिक जानकारी देखें।"
          }
        },
        "bold": {
          "facebook": "Facebook",
          "google": "Google",
          "settingsContributions": "सेटिंग्स > कंट्रिब्युशन्स"
        },
        "links": {
          "geonet": "GeoNet पर स्टोरी मैप्स मंच",
          "map": "मानचित्र",
          "agoCredits": "ArcGIS ऑनलाइन सेवा क्रेडिट्स",
          "github": "GitHub परियोजना पृष्ठ"
        }
      }
    }
  },
  "settings": {
    "title": "सेटिंग्स",
    "buttons": {
      "backTo": "वापस जाएँ"
    },
    "messages": {
      "uploading": "अपलोड कर रहा है"
    },
    "panes": {
      "header": {
        "title": "हेडर",
        "fields": {
          "logoType": {
            "label": "लोगो",
            "optionLabels": {
              "esri": "Esri लोगो",
              "upload": "कस्टम लोगो अपलोड",
              "url": "URL सेकस्टम लोगो",
              "none": "कोई लोगो नहीं"
            }
          },
          "logoUrl": {
            "label": "लोगो छवि URL",
            "placeholder": "https://www.example.org/your_logo.png",
            "attribute": "लोगो"
          },
          "logoUpload": {
            "label": "एक लोगो अपलोड करें",
            "placeholder": "खींचें और छोड़ें",
            "attribute": "लोगो"
          },
          "logoLink": {
            "label": "लोगो क्लिक-के-माध्यम-से लिंक",
            "placeholder": "https://www.example.com"
          },
          "bannerTitle": {
            "label": "हेडर का शीर्षक",
            "placeholder": "शीर्षक दर्ज करें..."
          }
        }
      },
      "socialSharing": {
        "title": "सामाजिक",
        "extra": {
          "tweetLength": "अनुमानित लंबाई",
          "tweetLengthWarning": "आपका ट्वीट बहुत लंबा हो सकता है। हेडर में ट्विटर बटन का उपयोग करके इसकी जाँच करना सुनिश्चित करें।"
        },
        "fields": {
          "includeSharing": {
            "label": "सामाजिक बटन",
            "optionLabels": {
              "include": "सामाजिक बटनों को प्रदर्शित करें"
            }
          },
          "twitterText": {
            "label": "ट्वीट",
            "tooltip": "जब पाठक आपकी कहानी को ट्विटर पर साझा करते हैं को उन्हें इस संदेश का सुझाव दिया जाएगा, किंतु वे इसे बदल सकते हैं। आपकी कहानी का एक लघु लिंक ट्वीट के अंत में जोड़ा जाएगा।",
            "placeholder": "ट्वीट टेक्स्ट दर्ज करें...",
            "attribute": "ट्वीट पाठ फ़ील्ड"
          },
          "twitterRelated": {
            "label": "\"किसका अनुसरण करें\" सुझाव",
            "tooltip": "ट्विटर इन खातों का उन लोगों को सुझाव दे सकता है जो आपकी कहानी को ट्वीट करते हैं",
            "placeholder": "ट्विटर खातें दर्ज करें",
            "attribute": "अनुशंसित खाते फ़ील्ड"
          }
        }
      },
      "introSplash": {
        "title": "आवरण पृष्ठ",
        "fields": {
          "backgroundImage": {
            "label": "कोई पृष्ठभूमि तस्वीर अपलोड करें",
            "placeholder": "खींचें और छोड़ें",
            "attribute": "पृष्ठभूमि तस्वीर"
          }
        }
      },
      "contribute": {
        "title": "योगदान",
        "fields": {
          "allowParticipation": {
            "label": "योगदान",
            "optionLabels": {
              "accept": "नए योगदानों को स्वीकार करें"
            }
          },
          "showNewFeatures": {
            "label": "योगदानों को दर्शाएँ",
            "tooltip": "मानचित्र पर नए योगदान दिखाई देने पर यह नियंत्रित करता है। \"तत्काल (Immediately)\" योगदानों को तुरंत दर्शाता है। \"समीक्षा के बाद (After review)\" नए योगदानों को किसी और को दिखाई देने लायक होने से पहले इन्हें आपके द्वारा अनुमोदित किया जाना आवश्यक बनाता है। योगदानों की समीक्षा करने के बारे में अधिक जानकारी के लिए सहायता (Help) देखें।",
            "optionLabels": {
              "new": "तुरंत",
              "approved": "समीक्षा के बाद"
            }
          },
          "loginOptions": {
            "label": "योगदानकर्ताओं निम्न के साथ साइन इन कर सकते हैं",
            "attribute": "साइन-इन विकल्प",
            "tooltip": "चुनें कि आपके योगदानकर्ता स्वयं की पहचान कराने के लिए कौन से साइन-इन विकल्पों का उपयोग कर सकते हैं। यदि अतिथि (Guest) विकल्प चुना जाता है तो कोई भी आपकी कहानी में गुमनाम रूप से (साइन इन किए बिना) योगदान कर सकता है। योगदानकर्ताओं का पता लगाने के बारे में अधिक जानकारी के लिए सहायता (Help) देखें।",
            "optionLabels": {
              "arcgis": "ArcGIS",
              "facebook": "Facebook",
              "google": "Google",
              "guest": "अतिथि"
            }
          },
          "participateButton": {
            "label": "पार्टिसिपेट बटन का लेबल",
            "placeholder": "लेबल दर्ज करें"
          }
        }
      }
    }
  },
  "shareApp": {
    "title": "अपनी कहानी साझा करें",
    "sharePermissions": {
      "private": "निजी",
      "organization": "संगठन",
      "public": "सार्वजनिक"
    },
    "socialize": {
      "header": "सामाजीकरण करें"
    }
  },
  "settingsModals": {
    "common": {
      "advancedOptions": "उन्नत विकल्प",
      "welcome": "आपका स्वागत है"
    },
    "itemName": {
      "header": "आप अपनी क्राउडसोर्स कहानी को क्या कहना चाहते हैं?",
      "advancedDescription": "इस कहानी का समर्थन करने के लिए कुछ आइटम बनाये जाएँगे। यदि आप एक आइटमों का पुनःनामकरण करना या उन्हें विशिष्ट फ़ोल्डर में सहेजना चाहते हैं तो आप नीचे ऐसा कर सकते हैं।",
      "form": {
        "appName": {
          "label": "शीर्षक",
          "placeholder": "शीर्षक दर्ज करें..."
        },
        "mapName": {
          "label": "मानचित्र का नाम",
          "placeholder": "मानचित्र का नाम दर्ज करें"
        },
        "folderSelection": {
          "label": "फ़ोल्डर",
          "rootFolder": "होम"
        },
        "featureServiceName": {
          "label": "लेयर का नाम",
          "placeholder": "लेयर का नाम दर्ज करें"
        }
      }
    },
    "layout": {
      "header": "आप किस रूपरेखा का उपयोग करना चाहते हैं?",
      "headerHint": "आप सेटिंग्स डायलॉग से कभी भी लेआउट बदल सकते हैं।",
      "preview": "एक जीवित उदाहरण देखें",
      "commonAltText": "लेआउट का पूर्वावलोकन।",
      "selection": {
        "stacked": {
          "name": "चट्टा लगाया",
          "description": "अपनी क्राउडसोर्स कहानी के केवल-मानचित्र (map-only) और केवल-तस्वीरें (photos-only) व्यूज के बीच अदला-बदली करें।"
        },
        "sidePanel": {
          "name": "साइड पैनल",
          "description": "मानचित्र का अन्वेषण करें और साथ ही फोटो थंबनेल देखें। जैसे ही मानचित्र को वर्तमान मानचित्र दर्शन (current map view) में सरकाया जाता है तो पैनल अद्यतन हो जाता है।"
        }
      }
    }
  },
  "appDataPlaceholderText": {
    "globals": {
      "participateShort": "हिस्सा लें",
      "participateLong": "अपना अनुभव साझा करें",
      "exploreText": "मानचित्र अन्वेषण करें"
    }
  },
  "itempageDefaults": {
    "webmap": {
      "titleAppend": "वेब मानचित्र"
    },
    "featureService": {
      "titleAppend": "फ़ीचर सर्विस"
    }
  },
  "messages": {
    "arcgisItems": {
      "webmapNotOwned": {
        "title": "क्राउडसोर्स बिल्डर की ओर से संदेश",
        "body": "आपने किसी और के वेब मानचित्र का उपयोग करके किसी क्राउडसोर्स कहानी का निर्माण करने का प्रयास किया। उनके मानचित्र की एक प्रति आपके खाते में बन गई थी, और आपकी कहानी ने उस प्रति का उपयोग किया।",
        "confirmBtn": "ठीक है"
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "redirectToSecureConnection": "किसी सुरक्षित कनेक्शन के साथ पुनः लोड करें"
    },
    "inlineEditing": {
      "heading": "ध्यान दें"
    },
    "loading": {
      "notAuthorizedCreateNew": "किसी क्राउडसोर्स कहानी को बनाने के लिए आपको प्रकाशन विशेषाधिकारों के साथ एक ArcGIS सदस्यता खाते का उपयोग अवश्य करना चाहिए। यदि आप किसी सदस्यता खाते का उपयोग कर रहे हैं, तो अतिरिक्त विशेषाधिकारों का अनुरोध करने के लिए अपने ArcGIS व्यवस्थापक से संपर्क करें। यदि आप किसी ArcGIS सार्वजनिक खाते का उपयोग कर रहे हैं, तो सदस्यता के लिए<a href=\"http://www.arcgis.com/features/plans/pricing.html\" target=\"-blank\">उन्नत</a> tकरें या एक <a href=\"http://www.arcgis.com/features/free-trial.html\" target=\"-blank\">नि:शुल्क परीक्षण सदस्यता</a>शुरू करें।",
      "notAuthorizedEdit": "आप इस कहानी को संपादित करने के लिए अधिकृत नहीं हैं। आप मालिक नहीं हैं, सुनिश्चित करें कि आपको मालिक द्वारा <a href=\"http://blogs.esri.com/esri/arcgis/2015/07/14/enable-colleagues-to-update-your-maps-and-apps/\" target=\"-blank\">संपादन अनुमतियाँ</a> दी गई हैं। आपके पास अपने संगठन में आइटम को संपादित करने और नई होस्ट की गई विशिष्ट सेवाओं को प्रकाशित करने हेतु पहुँच होगी। इन विशेषाधिकारों का अनुरोध करने के लिए अपने ArcGIS ऑनलाइन संगठन व्यवस्थापक से संपर्क करें।",
      "crowdsourceLayerNotFound": "क्राउडसोर्स मानचित्र लेयर को सही ढंग से नहीं ढूँढ सका या लोड कर सका। सुनिश्चित करें कि आप के पास विशिष्ट सेवा को देखने की अनुमति है।",
      "builderNotSSL": "यह सुनिश्चित करने के लिए कि आपके श्रोता सुरक्षित रूप से साइन इन कर सकें और अपनी तस्वीरें योगदान कर सकें, तो इस क्राउडसोर्स कहानी को एक सुरक्षित (https) कनेक्शन के उपयोग की आवश्यकता है। सुनिश्चित करें कि आपका सर्वर इसी URL पर एक https कनेक्शन का समर्थन करता है। https पर आपकी कहानी का उपयोग करने का प्रयास करने वाले अन्यों को किसी, यदि संभव हो तो, सुरक्षित कनेक्शन की ओर पुनः-निर्देशित किया जाएगा।"
    },
    "shareItems": {
      "notShared": {
        "title": "ध्यान दें",
        "body": "आपकी कहानी के कुछ आइटम(मों) को साझा नहीं किया जा सका। यह/ये आइटम किसी अन्य उपयोगकर्ता के स्वामित्व वाला हो सकता है/सकते हैं या इनके लिए सदस्यता की आवश्यकता है। निम्नलिखित आइटम(मों) को साझा नहीं किया जा सका।",
        "confirmBtn": "ठीक है"
      }
    },
    "saving": {
      "checkInternet": "आपकी कहानी को सहेजा नहीं जा सका। अपने इंटरनेट कनेक्शन की जाँच करें और पुनः-प्रयास करने के लिए पृष्ठ को पुनः लोड करें।",
      "unknown": "आपकी कहानी को सहेजा नहीं जा सका। पुनः-प्रयास करने के लिए पृष्ठ को पुनः लोड करें।"
    },
    "scratchCreation": {
      "unknown": "आपकी कहानी के लिए आवश्यक आइटमों का निर्माण नहीं किया जा सका। पुनः-प्रयास करने के लिए पृष्ठ को रिफ्रेश करें।"
    }
  },
  "validations": {
    "waitMessage": "जाँच की जा रही है...",
    "arcgis": {
      "naming": {
        "arcgisItemName": "<% attribute %> में शामिल नहीं होना चाहिए < या >",
        "arcgisServiceNameFormat": "<% attribute %> केवल अक्षरों, संख्याओं, और अधोरेखा से युक्त होना चाहिए और किसी संख्या के साथ शुरू नहीं हो सकता है।"
      },
      "portal": {
        "unableToCheckName": "यदि नाम उपलब्ध है तो जाँच करने में असमर्थ है। कृपया पुन:-प्रयास करें।",
        "nameNotString": "नाम सामान्य टेक्स्ट अवश्य होना चाहिए",
        "nameNotAvailableFS": "आपके द्वारा अपनी लेयर के लिए चुना गया उपलब्ध नहीं है। कृपया कोई भिन्न नाम चुनें।"
      }
    }
  }
});