define({
  "loading": {
    "general": "Φόρτωση",
    "initializing": "Φόρτωση αφήγησης",
    "map": "Φόρτωση χάρτη"
  },
  "common": {
    "or": "ή",
    "appNamePrepend": "Story Map",
    "appName": "Crowdsource",
    "buttons": {
      "save": "Αποθήκευση",
      "saving": "Αποθήκευση",
      "close": "Κλείσιμο"
    }
  },
  "banner": {
    "buttons": {
      "edit": "Επεξεργασία αφήγησης",
      "hide": "Απόκρυψη"
    }
  },
  "sharing": {
    "buttonTitleAttr": {
      "facebook": "Κοινοποίηση στο Facebook",
      "twitter": "Κοινοποίηση στο Twitter",
      "link": "Λήψη ενσωματωμένου κώδικα ή αντιγραφή σύντομου συνδέσμου"
    },
    "link": {
      "title": "Κοινοποίηση",
      "copied": "Αντιγράφηκε",
      "linkHeader": "Σύνδεσμος προς αφήγηση",
      "linkHelper": "Κοινοποιήστε αυτή την αφήγηση μέσω ηλεκτρονικού ταχυδρομείου ή μέσων κοινωνικής δικτύωσης, με τον παρακάτω σύνδεσμο.",
      "copyShortLink": "Αντιγραφή σύντομου συνδέσμου",
      "showShortLink": "Εμφάνιση σύντομου συνδέσμου",
      "copyFullLink": "Αντιγραφή πλήρους URL",
      "showFullLink": "Εμφάνιση πλήρους συνδέσμου",
      "embedSizeHelper": "Μέγεθος (πλάτος/ύψος)",
      "embedCodeHeader": "Ενσωμάτωση σε ιστότοπο",
      "embedCodeHelper": "Χρησιμοποιήστε τον παρακάτω HTML κώδικα για να ενσωματώσετε την αφήγηση σε μια ιστοσελίδα.",
      "copyEmbedCode": "Αντιγραφή ενσωματωμένου κώδικα"
    }
  },
  "layouts": {
    "stacked": {
      "changeView": {
        "mapView": "Προβολή χάρτη",
        "galleryView": "Προβολή συλλογής"
      }
    }
  },
  "mobile": {
    "bottomNav": {
      "home": "Αρχική",
      "map": "Χάρτης",
      "gallery": "Συλλογή",
      "participate": "Συμμετοχή"
    }
  },
  "forms": {
    "select": {
      "noDefaultSelection": "Ορίστε μια επιλογή..."
    },
    "photo": {
      "loading": "Φόρτωση φωτογραφίας",
      "resizing": "Αλλαγή μεγέθους φωτογραφίας"
    }
  },
  "map": {
    "controls": {
      "homeButton": "Μετάβαση στην τοποθεσία σπιτιού"
    }
  },
  "selectedShares": {
    "enlargePhotoButton": "Προβολή μεγαλύτερου",
    "review": {
      "title": "Αναθεώρηση αντικειμένου",
      "options": {
        "approve": "Έγκριση",
        "reject": "Απόρριψη"
      }
    }
  },
  "contribute": {
    "login": {
      "title": "Είσοδος",
      "services": {
        "arcgis": "Σύνδεση με ArcGIS",
        "facebook": "Σύνδεση με Facebook",
        "google": "Είσοδος με Google",
        "guest": "Συνέχεια ως επισκέπτης"
      },
      "loginDescription": "Για να συμμετάσχετε, χρησιμοποιήστε μία από τις παραπάνω επιλογές.",
      "loginDescriptionSingle": "Για να συμμετάσχετε, χρησιμοποιήστε την παραπάνω επιλογή."
    },
    "form": {
      "photo": {
        "pickFile": "Κάντε κλικ για να επιλέξετε ένα αρχείο",
        "choosePhoto": "Μεταφόρτωση φωτογραφίας",
        "selectNew": "Χρήση διαφορετικής φωτογραφίας",
        "photoTooSmall": "Η φωτογραφία σας είναι πολύ μικρή. Η μικρότερη διαφάνεια πρέπει να είναι τουλάχιστον"
      },
      "location": {
        "gettingLocation": "Εντοπισμός",
        "locate": "Εντοπισμός της θέσης μου",
        "findOnMap": "Εύρεση στον χάρτη",
        "findOnMapTooltip": "Κάντε κλικ στον χάρτη ή σύρετε αυτό το σημείο για να περιορίσετε την τοποθεσία σας.",
        "saveLocation": "Αποθήκευση τοποθεσίας",
        "search": "Αναζήτηση",
        "longitude": "Γεωγραφικό μήκος",
        "latitude": "Γεωγραφικό πλάτος",
        "nullIsland": "Null Island",
        "photoLocation": "Θέλετε να χρησιμοποιήσετε την τοποθεσία στην οποία λήφθηκε η φωτογραφία σας;"
      },
      "termsAndConditions": {
        "buttonShow": "Εμφάνιση όρων και προϋποθέσεων",
        "buttonHide": "Απόκρυψη όρων και προϋποθέσεων"
      },
      "save": "Αποδοχή όρων και υποβολή",
      "saving": "Υποβολή",
      "requiredWarning": "Απαιτούμενα πεδία",
      "changedCloseWarning": "Είστε βέβαιοι ότι θέλετε να κλείσετε; Οι αλλαγές σας θα χαθούν."
    },
    "messages": {
      "contributionShownAfterReview": {
        "title": "Ευχαριστούμε για τη συμμετοχή σας.",
        "body": "Η συνεισφορά σας έχει υποβληθεί και θα εμφανιστεί στον χάρτη μετά από την αναθεώρηση και την έγκρισή της. Παρακαλούμε ελέγξτε ξανά αργότερα.",
        "confirmBtn": "ΟΚ"
      },
      "contributionError": {
        "title": "Προσοχή",
        "body": "Παρουσιάστηκε κάποιο άγνωστο σφάλμα και η συνεισφορά σας δεν ήταν δυνατό να αποθηκευτεί. Κάντε ανανέωση στο πρόγραμμα περιήγησης που χρησιμοποιείτε και δοκιμάστε ξανά.",
        "confirmBtn": "ΟΚ"
      }
    }
  },
  "validations": {
    "fix": "Να γίνει επιδιόρθωση!",
    "basic": {
      "noValue": "Δεν δόθηκε καμία τιμή",
      "required": "Απαιτείται ένα <% attribute %>.",
      "regex": "Το <% attribute %> δεν συμφωνεί με το απαιτούμενο μοτίβο.",
      "max": {
        "string": "Το <% attribute %> δεν μπορεί να περιέχει περισσότερους από <% max %> χαρακτήρες.",
        "number": "Το <% attribute %> πρέπει να είναι μικρότερο ή ίσο του <% max %>."
      },
      "acceptedTerms": "Πρέπει να αποδεχτείτε τους όρους και τις προϋποθέσεις προτού κοινοποιήσετε.",
      "https": "Το <% attribute %> πρέπει να φορτωθεί μέσω ασφαλούς σύνδεσης. Το URL πρέπει να αρχίζει με \"https://\" ή \"//\" για να γίνει σωστή φόρτωση.",
      "imageUrl": "Το <% attribute %> πρέπει να είναι ένα έγκυρο URL εικόνας. Στις περισσότερες περιπτώσεις, το URL θα τελειώνει με την επέκταση \".jpg\", \".gif\" ή \".png\"."
    },
    "pattern": {
      "commaSeparated": "Το <% attribute %> δεν μπορεί να περιέχει κενά διαστήματα.",
      "noNewLine": "Το <% attribute %> δεν μπορεί να περιέχει αλλαγές γραμμής."
    },
    "arcgis": {
      "basic": {
        "arcgisSupportedHtml": "Το <% attribute %> περιέχει μη υποστηριζόμενο HTML."
      },
      "location": {
        "notValid": "Η τοποθεσία που καταχωρίσατε δεν είναι έγκυρη. Δοκιμάστε ξανά.",
        "noResults": "Η τοποθεσία που αναζητήσατε δεν βρέθηκε. Δοκιμάστε ξανά και προσπαθήστε να γίνετε πιο συγκεκριμένοι."
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "startFromScratch": "Έναρξη δημιουργίας μιας νέας αφήγησης Crowdsource"
    },
    "loading": {
      "heading": "Προσοχή",
      "invalidConfig": "Μη έγκυρη διαμόρφωση",
      "inaccessibleApp": "Η web εφαρμογή χαρτογράφησης δεν υπάρχει ή δεν είναι προσβάσιμη.",
      "invalidConfigNoApp": "Στο αρχείο index.html της εφαρμογής ή στο URL, δεν καθορίστηκε κάποιο έγκυρο αναγνωριστικό web εφαρμογής χαρτογράφησης. Διορθώστε το αναγνωριστικό της εφαρμογής και δοκιμάστε ξανά.",
      "unspecifiedConfigOwner": "Δεν έχει διαμορφωθεί εξουσιοδοτημένος κάτοχος.",
      "invalidConfigOwner": "Ο κάτοχος της αφήγησης δεν είναι εξουσιοδοτημένος.",
      "createMap": "Δεν είναι δυνατή η δημιουργία χάρτη",
      "notAuthorizedApp": "Δεν έχετε εξουσιοδότηση για πρόσβαση σε αυτήν την αφήγηση.",
      "notAuthorizedMap": "Δεν έχετε εξουσιοδότηση για πρόσβαση στον web χάρτη σε αυτήν την αφήγηση",
      "notAuthorizedLayers": "Δεν έχετε εξουσιοδότηση για προβολή ενός ή περισσότερων θεματικών επιπέδων στον web χάρτη",
      "upgradeBrowser": "<a href=\"http://browsehappy.com/\" target=\"_blank\">Ενημερώστε το πρόγραμμα περιήγησης που χρησιμοποιείτε</a>.",
      "mapLoadingFail": "Υπήρξε κάποιο πρόβλημα, ο χάρτης δεν φορτώθηκε σωστά.",
      "appLoadingFail": "Υπήρξε κάποιο πρόβλημα, η εφαρμογή δεν φορτώθηκε σωστά.",
      "crowdsourceLayerNotFound": "Υπήρξε κάποιο πρόβλημα, η αφήγηση δεν βρέθηκε ή το θεματικό επίπεδο χάρτη crowdsource δεν φορτώθηκε σωστά."
    },
    "sharing": {
      "localhost": "Τα URL με \"localhost\" δεν είναι δυνατό να κοινοποιηθούν."
    },
    "selectedDisplay": {
      "noPhoto": "Σφάλμα: Η φωτογραφία δεν υπάρχει ή δεν είναι προσβάσιμη."
    }
  }
});