define({
  "betaMessage": {
    "title": "זוהי גרסת בטא של Story Map Crowdsource",
    "messageParagraphs": {
      "p1": "גרסה זו של Story Map Crowdsource יציבה ומכילה ישויות מלאות. היא מתפרסמת כגרסת בטא כדי שצוות מפות הסיפור יוכלו לאסוף וליישם את המשוב המגיע מכם, קהילת Esri, לפני צאת המהדורה הרשמית הראשונה.",
      "p2": "סיפורים שנוצרים בגרסת בטא זו ימשיכו לפעול גם במהדורות עתידיות אלא אם כן תשנה את הסיפור או את אחד מרכיביו מחוץ לאשף הבנייה.",
      "p3": "קרא את פרטי העזרה כדי ללמוד כיצד להשתמש באפליקציה ולאן אפשר לשלוח משוב."
    }
  },
  "common": {
    "appNameAppend": "אשף בנייה",
    "buttons": {
      "next": "הבא"
    }
  },
  "banner": {
    "buttons": {
      "feedback": "משוב",
      "help": "עזרה",
      "preview": "תצוגה דינמית",
      "share": "שתף",
      "settings": "הגדרות",
      "save": "שמירה",
      "toggleNav": "החלף מצב ניווט"
    },
    "hintText": {
      "saved": "הסיפור נשמר",
      "saving": "שומר",
      "leavingBeforeSave": "קיימים שינויים שלא נשמרו בסיפור. אם תצא כעת, יאבדו השינויים."
    }
  },
  "header": {
    "participateBtnDisabledTooltip": "סגור את חלונית ההגדרות כדי להפעיל את האפשרות"
  },
  "introSplash": {
    "form": {
      "title": {
        "label": "כותרת",
        "placeholder": "הזן כותרת"
      },
      "subtitle": {
        "label": "הודעת שער",
        "placeholder": "הוסף הודעת שער..."
      },
      "exploreButton": {
        "label": "תווית לחצן מפה",
        "placeholder": "הזן תווית"
      }
    }
  },
  "map": {
    "editControls": {
      "homeLocation": {
        "tooltip": "שמור מיקום בית"
      }
    }
  },
  "contribute": {
    "defaultTitle": "הוסף לתרומה שלך",
    "defaultForm": {
      "name": {
        "label": "כותרת",
        "attribute": "כותרת",
        "placeholder": "הכנס כותרת"
      },
      "description": {
        "label": "תיאור",
        "attribute": "תיאור",
        "placeholder": "הזן תיאור (עד 200 מילים)"
      },
      "location": {
        "label": "מיקום",
        "attribute": "מיקום",
        "placeholder": "הזן מיקום"
      },
      "photo": {
        "label": "תמונה",
        "placeholder": "גרור ושחרר",
        "attribute": "תמונה"
      },
      "termsAndConditions": {
        "legal": "אתה מתחייב ומאשר כי (1) כל הזכויות על התמונות שיעלו לאתר זה והבעלות עליהן שייכות לך וכי אתה מעניק ל-Esri ולקבלני המשנה שלה זכות לא בלעדית, ללא תמלוגים, להשתמש בתמונה המשותפת, להעתיק אותה, לאחסן אותה, לשמור אותה במטמון, לארח אותה, להכין ממנה עבודות נגזרות, לשכפל אותה, להציג ולבצע אותה בציבור, להפיץ אותה מחדש, לשדר אותה מחדש ולהעביר אותה מחדש, כחלק משירות זה, וכן כי (2) כל שיתוף של תמונה, ושל כל המידע הגיאוגרפי ופרטי המיקום הקשורים אליה, לא יפר את זכויות הקניין או את זכויות הפרטיות או את זכויות הפרסום של שום צד שלישי ולא יעשה בהן שימוש לא הוגן. אסור בתכלית האיסור לשתף תמונות שעשויים לייחס להן מידה של השמצה, גסויות, פורנוגרפיה, אלימות מוגזמת או עידוד לביצוע עבירה."
      }
    }
  },
  "review": {
    "selection": {
      "header": "סקירה",
      "options": {
        "all": "כל התרומות",
        "new": "תרומות חדשות",
        "approved": "תרומות שאושרו",
        "rejected": "תרומות שנדחו"
      }
    },
    "selectedShare": {
      "header": "סקירה"
    }
  },
  "fromScratchMessage": {
    "saving": "הפעלת אשף הבנייה של Crowdsource",
    "layerNameInWebmap": "שכבת שיתוף הציבור (אין להסיר)"
  },
  "help": {
    "title": "עזרה",
    "sections": {
      "s1": {
        "title": "הקדמה",
        "paragraphs": {
          "p1": "Story Map Crowdsource (גרסת בטא) היא אפליקציית אינטרנט של ArcGIS שנועדה לאסוף תמונות וכיתובים מכל אחד ולהציגם במפה. קל להשתמש באפליקציה וקל להגדיר את התצורה שלה וניתן להשתמש בה בדפדפן אינטרנט במחשבים ניידים ושולחניים, בטלפונים ניידים ובמחשבי לוח. תורמים יכולים להיכנס באמצעות חשבון Facebook‏, ‏Google‏ או ArcGIS שלהם או להשתתף כאורח אנונימי.",
          "p2": "כדי לראות דוגמאות לסיפורי שיתוף הציבור שיוצרים מחברים אחרים, בקר בכתובת <% galleryLink %>. תוכל גם לעקוב אחרינו ב-Twitter בכתובת <% twitterFollowLink %>.",
          "p3": "נשמח לשמוע ממך! אם יש לך שאלה, אם ברצונך לבקש ישות חדשה או אם מצאת באג לדעתך, בקר בגלריית <% geonet %>."
        },
        "links": {
          "galleryLink": "באתר Story Maps",
          "twitterFollowLink": "@EsriStoryMaps",
          "geonet": "אזור Story Maps ב-GeoNet"
        }
      },
      "s2": {
        "title": "תצורה",
        "paragraphs": {
          "p1": "כדי ליצור סיפור Crowdsource ייחודי משלך השתמש באפשרויות התצורה של אשף הבנייה. לחץ על <% settings %> בסרגל הכלים של אשף הבנייה כדי לשנות את תמונת השער, את הכותרת, את הלוגו, את אפשרויות השיתוף ועוד.",
          "p2": "כדי לציין את האזור הגיאוגרפי שיראו המשתתפים כאשר יטענו את הסיפור שלך, התאם את הגדרות התצוגה הפנורמית והמרחק מתצוגה של המפה לפי המיקום הרצוי ולחץ על הלחצן <% saveHomeLocation %> הכחול ליד פקדי הניווט במפה.",
          "p3": "מתבצעת <% autosaved %> של כל שינויי התצורה תוך כדי ביצועם. ניתן לבטל שינויים שנעשו בשדות טקסט בעזרת פקודת הביטול של הדפדפן.",
          "p4": "בגרסת בטא זו, המחברים מוגבלים לטופס הפשוט שסופק. במהדורה עתידית, נכלול אשף בניית טפסים המאפשר לערוך את השאלות למשתתפים. עד אז, ניתן לשנות את תוויות הטופס לפי ההנחיות של <% formEditBlog %> זה.",
          "p5": "עצה: כדי לחזור ל<% coverPage %> מהמפה, לחץ על שורת הכותרת."
        },
        "links": {
          "formEditBlog": "פרסום בלוג"
        },
        "bold": {
          "settings": "הגדרות",
          "saveHomeLocation": "שמור מיקום בית",
          "autosaved": "שמירה אוטומטית",
          "coverPage": "עמוד שער"
        }
      },
      "s3": {
        "title": "סקירת תרומות",
        "paragraphs": {
          "p1": "הצגת תרומות במפה מיד לאחר שליחתן היא הדרך הטובה ביותר לעודד ולתגמל את התורמים. אך אם אתה חושש מהצגת תוכן מעורר התנגדות או אם ברצונך לאגור את התרומות ולבחור מה להציג מתוכן, באפשרותך לבחור לבדוק ולאשר תחילה את התרומות שנשלחו.",
          "p2": "כדי שלא יוצג במפה תוכן שטרם נבדק, עבור אל <% settings %> > <% contributions %> ובחר <% afterReview %>. כאשר אתה משתמש באפשרות זו תמונות חדשות גלויות לעיניך בלבד עד שאתה מאשר את הצגתן במפה.",
          "p3": "כדי לבדוק תרומות חדשות עבור למפה באשף הבנייה של Crowdsource ובחר <% newContributions %> בסרגל הכלים של אשף הבנייה. לאחר מכן לחץ על המפה כדי להציג תרומה ובחר <% approve %> או <% reject %>.",
          "p4": "כדי לשנות את התרומות המוצגות במפה, לחץ על 'הכול', 'חדשות', 'אושרו', או 'נדחו' במסנן <% review %> בסרגל הכלים של אשף הבנייה. כדי לשנות את ההחלטה שלך לגבי תרומה מסוימת לחץ עליה במפה ועדכן את מצב האישור שלה."
        },
        "bold": {
          "settings": "הגדרות",
          "contributions": "תרומות",
          "afterReview": "הצג תרומות: לאחר סקירה",
          "newContributions": "סקירה: תרומות חדשות",
          "approve": "אשר",
          "reject": "דחה",
          "review": "סקירה"
        }
      },
      "s4": {
        "title": "מעקב אחר תרומות",
        "paragraphs": {
          "p1": "תוכל לקבוע שאנשים שתורמים לסיפור Crowdsource שלך יזדהו בכך שייכנסו באמצעות חשבון <% facebook %>‏, ‏<% twitter %> או <% arcgis %> שלהם.",
          "p2": "האפשרויות של Facebook ושל Twitter משתמשות בטכנולוגיה שנקראת OAuth כדי ליצור חשבון ArcGIS ציבורי המחובר לחשבון התורם ברשת החברתית. השיטה מקלה על התורמים מכיוון שהם אינם צריכים להירשם לחשבון חדש כדי לתרום לסיפור שלך. כמובן שאם לתורמים כבר יש חשבון ציבורי או מנוי של ArcGIS הם יוכלו להשתמש בו כדי להיכנס.",
          "p3": "תוכל גם לאפשר <% guestContributions %> כדי שכל אחד יוכל לתרום ללא צורך להיכנס, מה שעשוי לעודד אנשים לתרום לסיפור שלך. אך תורמים לא יוכלו לערוך או להסיר את התרומות שלהם (האפשרות אינה זמינה בגרסת הבטא) ולא יירשם שם משתמש עבור תורמים אורחים, כך שלא ניתן יהיה לאתר את זהות התורם. אם חשוב לך לקבל את היכולות האלו, אל תאפשר תרומות אורחים.",
          "p4": "כל אפשרויות הכניסה הרשומות להלן זמינה לתורמים אלא אם כן תשבית אותן. אין אפשרות להיכנס דרך Facebook ו-Twitter בפורטל."
        },
        "bold": {
          "facebook": "Facebook",
          "twitter": "טוויטר",
          "arcgis": "ArcGIS",
          "guestContributions": "תרומות אורחים"
        }
      },
      "s5": {
        "title": "שאלות ותשובות",
        "questions": {
          "q1": {
            "question": "כיצד ניתן לתת משוב על אפליקציית הבטא?",
            "response": "כדי לתת משוב, להוסיף הצעות או לדווח על בעיות, ספר לנו מה דעתך ב-<% geonet %>."
          },
          "q2": {
            "question": "האם סיפור Crowdsource שנוצר בגרסת הבטא של האפליקציה ימשיך לפעול גם במהדורות התוכנה העתידיות?",
            "response": "כן הוא יפעל, למעט בשני מקרים אפשריים: 1) אם תוסיף שכבות למפת האינטרנט של סיפור ה-Crowdsource בגרסת הבטא (אפשרות שזמינה מחוץ לאשף הבנייה בלבד), ייתכן כי השכבות האלו יפסיקו לפעול או שהסמלים שלהן ישתנו לאחר המהדורה הסופית. כדי למנוע מצב כזה ניתן להמיר שכבות תומכות לשכבות של ישויות לפני שתוסיף אותן למפה ולהשתמש בסמלים פשוטים. 2) קיימת גם אפשרות שמודל הנתונים של שכבת Crowdsource ישתנה. במקרה כזה, בכוונתנו לספק תהליך עבודה או כלי אחר שדרכו ניתן לעדכן את השכבה לפי מודל הנתונים החדש."
          },
          "q3": {
            "question": "האם ניתן להוסיף שכבות אחרות למפה של סיפור Crowdsource?",
            "response": "כן, ניתן להוסיף שכבות אחרות למפה כדי לספק הקשר, אך לפני כן עליך לקרוא בעיון את השאלה הקודמת כדי לקבל מידע חשוב על האפשרות לעשות זאת באמצעות גרסת הבטא של Story Map Crowdsource‏. פתח את ה<% map %> של הסיפור, הוסף שכבות ו/או שנה את מפת הבסיס ושמור את השינויים. בפעם הבאה שתטען את הסיפור תראה את השכבות החדשות. היזהר שלא למחוק או לשנות את שכבת התרומות במפה, אחרת הפונקציונליות של סיפור ה-Crowdsource עלולה להיפגע."
          },
          "q4": {
            "question": "היכן נשמרות התמונות?",
            "response": "התמונות שנשלחות מותאמות לגודל המתאים ונשמרות בחשבון ArcGIS שלך (כקבצים מצורפים לשירות הישויות). תמונות שאתה מעלה באשף הבנייה לשימוש כתמונת שער וכלוגו נשמרות כמשאבי פריט ביחד עם פריט האפליקציה של מפת הסיפור."
          },
          "q5": {
            "question": "האם אנשים זקוקים לחשבון ArcGIS כדי לתרום לסיפור Crowdsource שלי?",
            "response": "לא, תורמים יכולים להיכנס באמצעות חשבון <% facebook %> או <% google %>. פעולה זו תיצור חשבון ArcGIS ציבורי המקושר לחשבון של התורם ברשת החברתית, אך תורמים לא יקבלו הודעות דואר אלקטרוני מ-Esri כאשר ייכנסו באופן זה. אנשים יכולים גם לתרום כאורחים אנונימיים ללא צורך להיכנס לשום חשבון. אתה קובע אילו משיטות הכניסה האלו יהיו זמינות עבור הסיפור שלך תחת <% settingsContributions %>."
          },
          "q6": {
            "question": "האם אוכל ליצור סיפור Crowdsource באמצעות חשבון ArcGIS Online הציבורי שלי?",
            "response": "לא, מכיוון ש-Story Map Crowdsource עושה שימוש בקבצים המצורפים לשירות הישויות על מנת לאחסן את תמונות של תורמים, רק חשבונות ארגוניים נתמכים בשלב זה."
          },
          "q7": {
            "question": "באילו דרכים נוספות אוכל להתאים אישית סיפור של Crowdsource?",
            "response": "אם אפשרויות התצורה הקיימות אינן עונות על הצרכים שלך, או אם ברצונך לארח את האפליקציה בשרת האינטרנט שלך, קוד המקור של האפליקציה זמין. להורדת הגרסה העדכנית ביותר בקר בכתובת <% github %>."
          },
          "q8": {
            "question": "האם סיפור Crowdsource שלי יצרוך קרדיטים?",
            "response": "סיפור Crowdsource המתארח ב-ArcGIS Online יצרוך כמות קטנה של קרדיטים בכל חודש לצורך אחסון התמונות והנתונים בשירות הישויות. סיפור אופייני המכיל כמה מאות תמונות יעלה סכום קטן משמעותית מדולר לחודש. למידע נוסף על <% agoCredits %>."
          }
        },
        "bold": {
          "facebook": "Facebook",
          "google": "Google",
          "settingsContributions": "הגדרות > תרומות"
        },
        "links": {
          "geonet": "פורום Story Maps ב-GeoNet",
          "map": "מפה",
          "agoCredits": "קרדיטים של שירות ArcGIS Online",
          "github": "עמוד פרויקט GitHub"
        }
      }
    }
  },
  "settings": {
    "title": "הגדרות",
    "buttons": {
      "backTo": "בחזרה ל"
    },
    "messages": {
      "uploading": "טוען"
    },
    "panes": {
      "header": {
        "title": "כותרת עליונה",
        "fields": {
          "logoType": {
            "label": "לוגו",
            "optionLabels": {
              "esri": "לוגו של Esri",
              "upload": "העלאת לוגו מותאם אישית",
              "url": "לוגו מותאם אישית מכתובת URL",
              "none": "ללא לוגו"
            }
          },
          "logoUrl": {
            "label": "כתובת URL של תמונת לוגו",
            "placeholder": "https://www.example.org/your_logo.png",
            "attribute": "לוגו"
          },
          "logoUpload": {
            "label": "טען לוגו",
            "placeholder": "גרור ושחרר",
            "attribute": "לוגו"
          },
          "logoLink": {
            "label": "קישור מעבר של לוגו",
            "placeholder": "https://www.example.com"
          },
          "bannerTitle": {
            "label": "תואר כותרת עליונה",
            "placeholder": "הזן כותרת"
          }
        }
      },
      "socialSharing": {
        "title": "חברתי",
        "extra": {
          "tweetLength": "אורך משוער",
          "tweetLengthWarning": "ייתכן כי הציוץ שלך ארוך מדי. הקפד לבדוק אותו באמצעות לחצן Twitter בכותרת."
        },
        "fields": {
          "includeSharing": {
            "label": "לחצני רשתות חברתיות",
            "optionLabels": {
              "include": "הצג לחצני רשתות חברתיות"
            }
          },
          "twitterText": {
            "label": "לחצן רשתות חברתיות",
            "tooltip": "הודעה זו תוצע לקוראים כאשר ישתפו את הסיפור שלך ב-Twitter, אך יש להם אפשרות לשנות אותה. קישור קצר לסיפור שלך יתווסף לסוף הציוץ.",
            "placeholder": "הוסף טקסט ציוץ",
            "attribute": "שדה טקסט ציוץ"
          },
          "twitterRelated": {
            "label": "הצעות \"אחר מי לעקוב\"",
            "tooltip": "Twitter עשויה להציע את החשבונות הבאים לאנשים המצייצים את הסיפור שלך",
            "placeholder": "הזן חשבונות Twitter",
            "attribute": "שדה חשבונות מומלצים"
          }
        }
      },
      "introSplash": {
        "title": "עמוד שער",
        "fields": {
          "backgroundImage": {
            "label": "העלה תמונת רקע",
            "placeholder": "גרור ושחרר",
            "attribute": "תמונת רקע"
          }
        }
      },
      "contribute": {
        "title": "תרומות",
        "fields": {
          "allowParticipation": {
            "label": "תרומות",
            "optionLabels": {
              "accept": "קבל תרומות חדשות"
            }
          },
          "showNewFeatures": {
            "label": "הצג תרומות",
            "tooltip": "אפשרות זו קובעת מתי תרומות חדשות מופיעות במפה. האפשרות \"מיד\" מציגה תרומות מיד. האפשרות \"לאחר סקירה\" דורשת שתאשר תרומות חדשות לפני שיהיו גלויות לאחרים. עיין בעזרה כדי לקבל מידע נוסף על סקירת תרומות.",
            "optionLabels": {
              "new": "מיד",
              "approved": "לאחר סקירה"
            }
          },
          "loginOptions": {
            "label": "תורמים יכולים להיכנס באמצעות",
            "attribute": "אפשרות כניסה",
            "tooltip": "קבע באילו אפשרויות כניסה יוכלו התורמים שלך להשתמש כדי להזדהות. אם האפשרות 'אורח' מסומנת, כל אחד יכול לתרום לסיפור שלך בעילום שם (מבלי לבצע כניסה). עיין בעזרה כדי לקבל מידע על מעקב אחר תורמים.",
            "optionLabels": {
              "arcgis": "ArcGIS",
              "facebook": "Facebook",
              "google": "Google",
              "guest": "אורח"
            }
          },
          "participateButton": {
            "label": "תווית לחצן 'השתתף'",
            "placeholder": "הזן תווית"
          }
        }
      }
    }
  },
  "shareApp": {
    "title": "שתף את הסיפור שלך",
    "sharePermissions": {
      "private": "פרטי",
      "organization": "ארגון",
      "public": "ציבורי"
    },
    "socialize": {
      "header": "הפוך לחברתי"
    }
  },
  "settingsModals": {
    "common": {
      "advancedOptions": "אפשרויות מתקדמות",
      "welcome": "ברוך הבא אל"
    },
    "itemName": {
      "header": "איזה שם תרצה לתת לסיפור Crowdsource שלך?",
      "advancedDescription": "כמה פריטים ייווצרו כדי לתמוך בסיפור. אם תרצה לשנות את שמם או לשמור אותם בתיקייה מסוימת תוכל לעשות זאת למטה.",
      "form": {
        "appName": {
          "label": "כותרת",
          "placeholder": "הזן כותרת"
        },
        "mapName": {
          "label": "שם מפה",
          "placeholder": "הזן שם מפה"
        },
        "folderSelection": {
          "label": "תיקייה",
          "rootFolder": "דף הבית"
        },
        "featureServiceName": {
          "label": "שם שכבה",
          "placeholder": "הזן שם שכבה"
        }
      }
    },
    "layout": {
      "header": "באיזו תצוגה תרצה להשתמש?",
      "headerHint": "בכל זמן אתה יכול לשנות את סידור המפה מתוך דיאלוג ההגדרות.",
      "preview": "הצג דוגמה חיה",
      "commonAltText": "של תצוגה מקדימה של פריסה.",
      "selection": {
        "stacked": {
          "name": "בערימה",
          "description": "עבור בין תצוגת מפה בלבד לתצוגת תמונות בלבד של סיפור Crowdsource."
        },
        "sidePanel": {
          "name": "חלונית צדדית",
          "description": "עיין במפה וראה תמונות ממוזערות של תמונות בו זמנית. החלונית מתעדכנת בזמן שהמפה זזה כדי להציג תמונות בלבד בתצוגת המפה הנוכחית."
        }
      }
    }
  },
  "appDataPlaceholderText": {
    "globals": {
      "participateShort": "השתתף",
      "participateLong": "שתף את החוויה שלך",
      "exploreText": "עיין במפה"
    }
  },
  "itempageDefaults": {
    "webmap": {
      "titleAppend": "Web Map"
    },
    "featureService": {
      "titleAppend": "שירות ישויות"
    }
  },
  "messages": {
    "arcgisItems": {
      "webmapNotOwned": {
        "title": "הודעה מאשף הבנייה של Crowdsource",
        "body": "ניסית לבנות סיפור Crowdsource באמצעות מפת אינטרנט של מישהו אחר. עותק של המפה שלו נוצר בחשבון שלך והסיפור שלך משתמש בעותק זה.",
        "confirmBtn": "אישור"
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "redirectToSecureConnection": "טען מחדש עם חיבור מאובטח"
    },
    "inlineEditing": {
      "heading": "שים לב:"
    },
    "loading": {
      "notAuthorizedCreateNew": "כדי ליצור סיפור Crowdsource עליך להשתמש בחשבון מנוי ArcGIS עם הרשאות פרסום. אם אתה משתמש בחשבון מנוי, פנה למנהל המערכת של ArcGIS שלך ובקש לקבל הרשאות נוספות. אם אתה משתמש בחשבון ArcGIS ציבורי, <a href=\"http://www.arcgis.com/features/plans/pricing.html\" target=\"-blank\">שדרג</a> למנוי או התחל <a href=\"http://www.arcgis.com/features/free-trial.html\" target=\"-blank\">מנוי ניסיון חינם</a>.",
      "notAuthorizedEdit": "אינך מורשה לערוך את הסיפור הזה. אם אינך הבעלים, ודא ש<a href=\"http://blogs.esri.com/esri/arcgis/2015/07/14/enable-colleagues-to-update-your-maps-and-apps/\" target=\"-blank\">קיבלת הרשאות עריכה</a> מהבעלים. צריכה להיות לך גם גישה לעריכת פריטים ולפרסום שירותי ישויות מתארחים חדשים בארגון שלך. פנה למנהל המערכת של ArcGIS Online בארגון שלך כדי לבקש לקבל את ההרשאות האלו.",
      "crowdsourceLayerNotFound": "לא ניתן למצוא או לטעון כהלכה את השכבה של מפת Crowdsource. ודא שיש לך הרשאה להציג את שירות הישויות.",
      "builderNotSSL": "סיפור Crowdsource זה דורש להשתמש בחיבור מאובטח (https) כדי להבטיח שהקהל שלך יוכל להיכנס בצורה מאובטחת ולתרום את התמונות שלו. ודא שהשרת שלך תומך בחיבור https בכתובת URL זו. משתמשים אחרים שינסו לגשת לסיפור שלך ב-http ינותבו לחיבור המאובטח, במידת האפשר."
    },
    "shareItems": {
      "notShared": {
        "title": "שים לב",
        "body": "לא הייתה אפשרות לשתף חלק מהפריטים בסיפור. ייתכן כי פריטים אלו שייכים למשתמש אחר או דורשים מנוי. לא הייתה אפשרות לשתף את הפריטים הבאים",
        "confirmBtn": "אישור"
      }
    },
    "saving": {
      "checkInternet": "לא ניתן לשמור את הסיפור שלך. בדוק את החיבור לאינטרנט וטען מחדש את הדף כדי לנסות שוב.",
      "unknown": "לא ניתן לשמור את הסיפור שלך. טען מחדש את הדף כדי לנסות שוב."
    },
    "scratchCreation": {
      "unknown": "לא ניתן ליצור את הפריטים הדרושים לסיפור. רענן את הדף כדי לנסות שוב."
    }
  },
  "validations": {
    "waitMessage": "בודק...",
    "arcgis": {
      "naming": {
        "arcgisItemName": "אין לכלול ב<% attribute %> < או >.",
        "arcgisServiceNameFormat": "יש לכלול ב<% attribute %> אותיות, מספרים וקווים תחתונים בלבד ואין להתחיל במספר."
      },
      "portal": {
        "unableToCheckName": "אין אפשרות לבדוק אם השם זמין. נסה שוב.",
        "nameNotString": "השם חייב להכיל טקסט רגיל",
        "nameNotAvailableFS": "השם שבחרת לשכבה אינו זמין. בחר שם אחר."
      }
    }
  }
});