define({
  "betaMessage": {
    "title": "นี่คือเบต้าของเรื่องราวแผนที่ crowdsource",
    "messageParagraphs": {
      "p1": "เวอร์ชันของเรื่องราวแผนที่ crowdsource นี้ฟีเจอร์หลักของมันสมบูรณ์แบบและมีความเสถียรภาพ มันจะถูกทำให้ใช้ได้ในเวอร์ชันเบต้าเพื่อให้ทีมงานเรื่องราวแผนที่สามารถรวบรวมและนำความคิดเห็นจากคุณ, ชุมชน Esri, ก่อนที่จะปล่อยในเบื้องต้น",
      "p2": "เรื่องราวที่สร้างขึ้นด้วยเวอร์ชันเบต้านี้จะยังคงทำงานร่วมกับเวอร์ชันต่อมาจนกว่าคุณจะแก้ไขได้หรือหนึ่งในส่วนประกอบที่นอกเหนือจากบิลเดอร์",
      "p3": "กรุณาอ่านความช่วยเหลือสำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีการใช้ app นี้และการที่จะส่งข้อเสนอแนะ"
    }
  },
  "common": {
    "appNameAppend": "ตัวสร้าง",
    "buttons": {
      "next": "ถัดไป"
    }
  },
  "banner": {
    "buttons": {
      "feedback": "ผลตอบรับ",
      "help": "ช่วยเหลือ",
      "preview": "ดูถ่ายทอดสด",
      "share": "แบ่งปัน",
      "settings": "การตั้งค่า",
      "save": "บันทึก",
      "toggleNav": "เปลี่ยนการนำทาง"
    },
    "hintText": {
      "saved": "บันทึกสตอรี่",
      "saving": "กำลังบันทึก",
      "leavingBeforeSave": "คุณมีการเปลี่ยนแปลงที่ไม่ได้บันทึกในเรื่องราวของคุณ หากคุณออกตอนนี้, การเปลี่ยนแปลงของคุณจะหายไป"
    }
  },
  "header": {
    "participateBtnDisabledTooltip": "ปิดเพื่อเปิดใช้งานการตั้งค่า"
  },
  "introSplash": {
    "form": {
      "title": {
        "label": "ชื่อ",
        "placeholder": "ใส่ชื่อ"
      },
      "subtitle": {
        "label": "ข้อความ",
        "placeholder": "เพิ่มข้อความ..."
      },
      "exploreButton": {
        "label": "ป้ายชื่อปุ่มแผนที่",
        "placeholder": "ใส่ป้ายชื่อ"
      }
    }
  },
  "map": {
    "editControls": {
      "homeLocation": {
        "tooltip": "บันทึกตำแหน่งบ้าน"
      }
    }
  },
  "contribute": {
    "defaultTitle": "เพิ่มการสนับสนุนของคุณ",
    "defaultForm": {
      "name": {
        "label": "ชื่อ",
        "attribute": "ชื่อเรื่อง",
        "placeholder": "ใส่ชื่อเรื่อง"
      },
      "description": {
        "label": "คำอธิบาย",
        "attribute": "คำอธิบาย",
        "placeholder": "ใส่คำอธิบาย (200 คำหรือโปรดน้อยกว่า)"
      },
      "location": {
        "label": "ตำแหน่ง",
        "attribute": "ตำแหน่ง",
        "placeholder": "ใส่ตำแหน่ง"
      },
      "photo": {
        "label": "รูปภาพ",
        "placeholder": "ลากและวาง",
        "attribute": "รูปภาพ"
      },
      "termsAndConditions": {
        "legal": "คุณรับรองและแสดงว่า (1) คุณมีสิทธิ์ทั้งหมด, หัวข้อ, และความเป็นเจ้าของในภาพถ่ายที่จะใช้ร่วมกันได้ถึงเว็บไซต์นี้, และให้ Esri, และผู้ใช้ที่ไม่ใช่ แต่เพียงผู้เดียว, อิสระในการใช้, คัดลอก, เก็บ, เก็บเอาไว้, เครื่องหลัก, เตรียมงานดัดแปลง, ทำซ้ำ, แสดงสาธารณชนและดำเนินการแจกจ่าย rebroadcast และส่งอีกครั้งภาพร่วมกันเป็นส่วนหนึ่งของบริการนี้และ (2) การแชร์ภาพถ่ายและข้อมูลตำแหน่งทางภูมิศาสตร์ที่เกี่ยวข้องใด ๆ ที่จะไม่ละเมิดหรือเบียดบังใดpartyâ€สาม ™ s กรรมสิทธิ์หรือสิทธิในความเป็นส่วนตัวหรือการประชาสัมพันธ์ แบ่งปันภาพถ่ายที่อาจจะถือว่าหมิ่นประมาทหยาบคายลามกอนาจารความรุนแรงมากเกินไปหรือที่จะส่งเสริมให้กิจกรรมที่ผิดกฎหมายเด็ดขาด"
      }
    }
  },
  "review": {
    "selection": {
      "header": "ตรวจสอบ",
      "options": {
        "all": "ผลงานทั้งหมด",
        "new": "ผลงานใหม่",
        "approved": "ผลงานที่ได้รับการอนุมัติ",
        "rejected": "ผลงานที่ถูกปฏิเสธ"
      }
    },
    "selectedShare": {
      "header": "ตรวจสอบ"
    }
  },
  "fromScratchMessage": {
    "saving": "เปิดตัว crowdsource Builder",
    "layerNameInWebmap": "ชั้นข้อมูล Crowdsource (ไม่นำออก)"
  },
  "help": {
    "title": "ช่วยเหลือ",
    "sections": {
      "s1": {
        "title": "แนะนำ",
        "paragraphs": {
          "p1": "เรื่องราวแผนที่ crowdsource (เบต้า) เป็นโปรแกรมเว็บ ArcGIS ออกแบบมาเพื่อเก็บรวบรวมภาพถ่ายและคำอธิบายจากทุกคนและแสดงให้พวกเขาบนแผนที่ app ที่ใช้งานง่ายและการกำหนดค่าและสามารถนำมาใช้ในเว็บเบราว์เซอร์บนคอมพิวเตอร์แล็ปท็อปและเดสก์ท็, โทรศัพท์มือถือ, และแท็บเล็ต ร่วมให้ข้อมูลสามารถลงชื่อเข้าใช้ด้วย Facebook ของพวกเขา, Google, หรือบัญชี ArcGIS หรือเข้าร่วมเป็นแขกที่ไม่ระบุชื่อ",
          "p2": "หากต้องการดูตัวอย่างของเรื่องราว Crowdsourced ว่าผู้เขียนอื่น ๆ ที่กำลังสร้าง, เยี่ยมชม<% galleryLink %>. นอกจากนี้คุณยังสามารถติดตามเราได้ที่ทวิตเตอร์ที่<% twitterFollowLink %>.",
          "p3": "เรารักที่จะได้ยินจากคุณ! ไม่ว่าคุณจะมีคำถาม, ต้องการที่จะขอเป็นฟีเจอร์ใหม่, หรือคิดว่าคุณได้พบข้อบกพร่อง, กรุณาเยี่ยมชม<% geonet %>."
        },
        "links": {
          "galleryLink": "แกลเลอรี่บนเว็บไซต์เรื่องราวแผนที่",
          "twitterFollowLink": "@EsriStoryMaps",
          "geonet": "เรื่องราวแผนที่บนพื้นที่ Geonet"
        }
      },
      "s2": {
        "title": "การตั้งค่า",
        "paragraphs": {
          "p1": "เพื่อสร้างเรื่องราว crowdsource เฉพาะของคุณเองใช้ตัวเลือกการตั้งค่าของผู้สร้าง คลิก <% settings %> ในแถบเครื่องมือสร้างเพื่อเปลี่ยนภาพหน้าปก, ชื่อ, โลโก้และการแบ่งปันตัวเลือก, และอื่น ๆ.",
          "p2": "เพื่อระบุพื้นที่ทางภูมิศาสตร์ที่เข้าร่วมของคุณจะเห็นเมื่อพวกเขาโหลดเรื่องราวของคุณ, เลื่อนและขยายแผนที่ไปยังตำแหน่งที่ต้องการแล้วคลิกสีฟ้า<% saveHomeLocation %> ปุ่มถัดไปกับการควบคุมแผนที่นำทาง",
          "p3": "การเปลี่ยนแปลงการตั้งค่า<% autosaved %> ในขณะที่คุณทำให้พวกเขาการปรับเปลี่ยนช่องข้อความที่สามารถยกเลิกได้โดยใช้คำสั่งเลิกทำเบราว์เซอร์ของคุณ",
          "p4": "ในเวอร์ชันเบต้านี้, ผู้เขียนจะถูก จำกัด ให้รูปแบบที่เรียบง่ายที่มีให้ ในเวอร์ชันต่อไป, เราจะรวมถึงการสร้างรูปแบบซึ่งจะช่วยให้คุณสามารถแก้ไขคำถามที่คุณถามผู้เข้าร่วมของคุณ จนกระทั่ง, คุณสามารถปรับเปลี่ยนรูปแบบป้ายชื่อโดยต่อไปนี้<% formEditBlog %>.",
          "p5": "ข้อแนะนำ: เพื่อกลับไปยัง <% coverPage %> จากแผนที่, คลิกที่แถบชื่อเรื่อง"
        },
        "links": {
          "formEditBlog": "โพสต์บล็อก"
        },
        "bold": {
          "settings": "การตั้งค่า",
          "saveHomeLocation": "บันทึกตำแหน่งบ้าน",
          "autosaved": "บันทึกอัตโนมัติ",
          "coverPage": "หน้าแรก"
        }
      },
      "s3": {
        "title": "การตรวจสอบการมีส่วนร่วม",
        "paragraphs": {
          "p1": "แสดงผลงานบนแผนที่ได้ทันทีหลังจากที่พวกเขาจะส่งเป็นวิธีที่ดีที่สุดที่จะส่งเสริมและให้รางวัลแก่ผู้ร่วมสมทบของคุณ อย่างไรก็ตาม, ถ้าคุณกังวลเกี่ยวกับเนื้อหาที่ไม่เหมาะสม, หรือคุณต้องการมีส่วนร่วมในการดูแลจัดการและเลือกคนที่มีการแสดงให้เห็นว่าคุณสามารถเลือกที่จะตรวจทานและอนุมัติการส่งครั้งแรก",
          "p2": "เพื่อป้องกันไม่ให้เนื้อหาปรากฏบนแผนที่ก่อนที่จะมีการตรวจสอบไปที่ <% settings %> > <% contributions %> และเลือกที่จะ <% afterReview %>. เมื่อใช้ตัวเลือกนี้รูปถ่ายใหม่จะปรากฏเฉพาะกับคุณจนกว่าคุณจะอนุมัติให้พวกเขาสำหรับการแสดงผลบนแผนที่",
          "p3": "หากต้องการตรวจสอบผลงานใหม่ไปที่แผนที่ใน crowdsource Builder และเลือก <% newContributions %> ในแถบเครื่องมือสร้าง จากนั้นคลิกที่แผนที่เพื่อดูผลงานและเลือก <% approve %> or <% หรือ %>.",
          "p4": "คุณสามารถเปลี่ยนผลงานจะถูกแสดงบนแผนที่โดยการเลือกทั้งหมด, ใหม่, ได้รับการอนุมัติ, หรือถูกปฏิเสธใน<% review %> กรองในแถบเครื่องมือสร้าง มันเป็นไปได้ที่จะเปลี่ยนการตัดสินใจของคุณเกี่ยวกับผลงานโดยการคลิกบนแผนที่และการปรับปรุงสถานะการอนุมัติ"
        },
        "bold": {
          "settings": "การตั้งค่า",
          "contributions": "ผู้สนับสนุน",
          "afterReview": "แสดงผลงาน: หลังจากการตรวจสอบ",
          "newContributions": "เรียกดู: ผลงานใหม่",
          "approve": "อนุมัติ",
          "reject": "ปฏิเสธ",
          "review": "ตรวจสอบ"
        }
      },
      "s4": {
        "title": "ร่วมให้การติดตาม",
        "paragraphs": {
          "p1": "คุณสามารถมีคนที่มีส่วนร่วมในเรื่อง crowdsource คุณระบุตัวเองโดยการลงชื่อเข้ากับพวกเขา<% facebook %>, <% twitter %> หรือ <% arcgis %> บัญชีผู้ใช้",
          "p2": "Facebook และ Twitter ตัวเลือกใช้เทคโนโลยีที่เรียกว่า OAuth สร้างบัญชีสาธารณะ ArcGIS ที่เชื่อมต่อไปยังบัญชีของสื่อมีส่วนร่วมของสังคม นี้จะทำให้มันง่ายสำหรับผู้ร่วมสมทบตั้งแต่พวกเขาไม่ได้มีการลงทะเบียนสำหรับบัญชีใหม่เพื่อนำไปสู่เรื่องราวของคุณ แน่นอนถ้ามีผู้ร่วมสมทบการสมัครสมาชิก ArcGIS หรือบัญชีสาธารณะที่พวกเขาสามารถใช้ที่จะลงนามใน",
          "p3": "นอกจากนี้คุณยังสามารถช่วยให้<% guestContributions %> เพื่อให้ทุกคนสามารถมีส่วนร่วมได้โดยไม่ต้องลงชื่อเข้าใช้, ซึ่งอาจกระตุ้นให้ผู้คนมากขึ้นจะนำไปสู่เรื่องราวของคุณ อย่างไรก็ตาม, ท่านจะไม่สามารถที่จะแก้ไขหรือลบผลงานของตัวเอง (ไม่สามารถใช้ได้ในเบต้า), และชื่อผู้ใช้จะไม่ถูกบันทึกสำหรับผลงานของผู้เข้าพักทำให้มันเป็นไปไม่ได้ที่จะติดตามพวกเขากลับไปยังบุคคล ถ้าความสามารถเหล่านี้มีความสำคัญกับคุณแล้วคุณไม่ควรอนุญาตให้มีการมีส่วนร่วมของผู้เข้าชม",
          "p4": "ทั้งหมดของตัวเลือกในการเข้าระบบดังกล่าวข้างต้นพร้อมที่จะร่วมสมทบจนกว่าคุณจะปิดการใช้งาน Facebook และ Twitter ลงชื่อเข้าใช้ไม่สามารถใช้ได้บน Portal"
        },
        "bold": {
          "facebook": "เฟซบุ๊ค",
          "twitter": "ทวิตเตอร์",
          "arcgis": "ArcGIS",
          "guestContributions": "ผลงานของผู้เข้าชม"
        }
      },
      "s5": {
        "title": "คำถามที่พบบ่อย",
        "questions": {
          "q1": {
            "question": "ฉันจะให้ข้อเสนอแนะเกี่ยวกับ app เบต้านี้ได้อย่างไร?",
            "response": "ให้ข้อเสนอแนะหรือคำแนะนำหรือแจ้งให้เราทราบเกี่ยวกับปัญหา, กรุณาแบ่งปันความคิดของคุณบน <% geonet %>."
          },
          "q2": {
            "question": "จะเป็นเรื่องราวที่สร้างขึ้นด้วย Crowdsourced เวอร์ชันเบต้าของแอปทำงานต่อไปหลังจากออกซอฟต์แวร์ในอนาคต?",
            "response": "ใช่มันจะทำงาน, แต่มีสองข้อยกเว้นเป็นไปได้: 1) ถ้าคุณเพิ่มเลเยอร์แผนที่เว็บเรื่อง crowdsource เบต้าของคุณ (ซึ่งสามารถทำได้นอกบิลเดอร์), ชั้นข้อมูลเหล่านั้นอาจหยุดทำงานหรือสัญลักษณ์ของพวกเขาอาจเปลี่ยนไปหลังจากเวอร์ชันสุดท้าย เพื่อหลีกเลี่ยงสถานการณ์นี้คุณสามารถแปลงชั้นข้อมูลสนับสนุนใด ๆ ที่จะมีชั้นก่อนที่จะเพิ่มไปยังแผนที่ของคุณและใช้สัญลักษณ์ที่เรียบง่าย 2) นอกจากนี้ยังมีความเป็นไปได้ว่ารูปแบบข้อมูลสำหรับชั้นข้อมูล CrowdSource อาจมีการเปลี่ยนแปลง หากเกิดกรณีนี้เราตั้งใจที่จะให้ขั้นตอนการทำงานหรือเครื่องมือในการปรับปรุงชั้นของคุณไปยังรูปแบบข้อมูลใหม่"
          },
          "q3": {
            "question": "ฉันสามารถเพิ่มชั้นข้อมูลอื่น ๆ ไปยังแผนที่เรื่องราว crowdsource ของฉันได้อย่างไร",
            "response": "ใช่, คุณสามารถเพิ่มชั้นข้อมูลอื่น ๆ ไปยังแผนที่สำหรับบริบท, แต่ก่อนอ่านคำถามก่อนหน้านี้สำหรับข้อมูลที่สำคัญเกี่ยวกับการทำเช่นนี้กับการเปิดตัวเบต้าของเรื่องแผนที่ crowdsource เปิดของเรื่องราวของคุณ<% map %>, เพิ่มชั้นข้อมูลและ / หรือเปลี่ยนแผนที่ฐาน, และบันทึกการเปลี่ยนแปลงของคุณ. ครั้งต่อไปที่คุณโหลดเรื่องราวของคุณคุณจะเห็นชั้นข้อมูลใหม่ ระมัดระวังไม่ให้ลบหรือแก้ไขชั้นข้อมูลมีส่วนร่วมในแผนที่ของคุณหรือเรื่องราว crowdsource ของคุณอาจหยุดการทำงานอย่างถูกต้อง"
          },
          "q4": {
            "question": "รูปที่เก็บไว้อยู่ที่ไหน?",
            "response": "ภาพถ่ายที่ส่งมาจะ resampled จะมีขนาดที่เหมาะสมและเก็บไว้ในบัญชี ArcGIS คุณ (เป็นสิ่งที่แนบฟีเจอร์เซอร์วิสแล้ว) ภาพที่อัปโหลดโดยคุณในการสร้างสำหรับภาพปกและโลโก้จะถูกเก็บเป็นแหล่งรายการที่มีเรื่องรายการโปรแกรมแผนที่ของคุณ"
          },
          "q5": {
            "question": "คนต้องมีบัญชี ArcGIS เพื่อนำไปสู่เรื่องราว crowdsource ของฉันได้อย่างไร?",
            "response": "ไม่, ร่วมสมทบสามารถลงชื่อเข้าใช้ของพวกเขา<% facebook %> หรือ <% google %> บัญชี. นี้จะสร้างบัญชีสาธารณะ ArcGIS เชื่อมโยงกับบัญชีสื่อมีส่วนร่วมของสังคม, แต่ผู้ร่วมสมทบจะไม่ได้รับอีเมลจาก Esri เมื่อพวกเขาเข้าสู่ระบบเช่นนี้ ประชาชนยังสามารถมีส่วนร่วมเป็นแขกรับเชิญที่ไม่ระบุชื่อโดยไม่ต้องลงชื่อเข้าใช้บัญชีใด ๆ คุณสามารถควบคุมซึ่งวิธีการลงชื่อเข้าใช้เหล่านี้ที่มีอยู่สำหรับเรื่องราวของคุณใน<% settingsContributions %>."
          },
          "q6": {
            "question": "ฉันสามารถสร้างเรื่องราว Crowdsourced ใช้บัญชีสาธารณะของฉัน ArcGIS Online?",
            "response": "ไม่, ตั้งแต่เรื่องแผนที่ crowdsource ใช้สิ่งที่แนบมาลักษณะของการบริการการจัดเก็บภาพส่วนร่วมเพียงบัญชีองค์กรได้รับการสนับสนุนในขณะนี้"
          },
          "q7": {
            "question": "วิธีการอื่นที่ฉันสามารถปรับแต่งเป็นเรื่องที่ Crowdsourced?",
            "response": "ถ้ามีตัวเลือกการกำหนดค่าที่มีอยู่ไม่ตรงกับความต้องการของคุณ, หรือถ้าคุณต้องการที่จะเป็นเจ้าภาพแอพลิเคชันบนเว็บเซิร์ฟเวอร์ของคุณเอง, โค้ดที่มาแอพพลิเคชัน เพื่อดาวน์โหลดเข้าชมเวอร์ชันล่าสุด<% github %>."
          },
          "q8": {
            "question": "เรื่อง crowdsource ฉันจะใช้เครดิต?",
            "response": "เรื่องราว crowdsource โฮสต์บน ArcGIS ออนไลน์จะใช้จำนวนเงินขนาดเล็กของสินเชื่อในแต่ละเดือนเนื่องจากการจัดเก็บรูปภาพและข้อมูลในการให้บริการที่มีคุณลักษณะ เรื่องทั่วไปที่มีหลายร้อยภาพจะเสียค่าใช้จ่ายน้อยกว่า US $ 1 ต่อเดือน ดูข้อมูลเพิ่มเติมเกี่ยวกับ<% agoCredits %>."
          }
        },
        "bold": {
          "facebook": "เฟซบุ๊ค",
          "google": "Google",
          "settingsContributions": "การตั้งค่า> ผลงาน"
        },
        "links": {
          "geonet": "เรื่องราวแผนที่ฟอรั่ม Geonet",
          "map": "แผนที่",
          "agoCredits": "เครดิตเซอร์วิส ArcGIS Online",
          "github": "หน้าโปรเจค GitHub"
        }
      }
    }
  },
  "settings": {
    "title": "การตั้งค่า",
    "buttons": {
      "backTo": "กลับไป"
    },
    "messages": {
      "uploading": "กำลังอัพโหลด"
    },
    "panes": {
      "header": {
        "title": "ส่วนหัว",
        "fields": {
          "logoType": {
            "label": "โลโก้",
            "optionLabels": {
              "esri": "โลโก้ Esri",
              "upload": "อัปโหลดโลโก้ที่กำหนดเอง",
              "url": "โลโก้ที่กำหนดเองจาก URL",
              "none": "ไม่มีโลโก้"
            }
          },
          "logoUrl": {
            "label": "URL ภาพโลโก้",
            "placeholder": "https://www.example.org/your_logo.png",
            "attribute": "โลโก้"
          },
          "logoUpload": {
            "label": "อัพโหลดโลโก้",
            "placeholder": "ลากและวาง",
            "attribute": "โลโก้"
          },
          "logoLink": {
            "label": "โลโก้ คลิกผ่านลิงค์",
            "placeholder": "https://www.example.com"
          },
          "bannerTitle": {
            "label": "หัวข้อเฮดเดอร์",
            "placeholder": "ใส่ชื่อ"
          }
        }
      },
      "socialSharing": {
        "title": "สังคม",
        "extra": {
          "tweetLength": "ความยาวโดยประมาณ",
          "tweetLengthWarning": "ทวีตของคุณอาจจะยาวเกินไป ให้แน่ใจว่าได้ทดสอบโดยใช้ปุ่มทวิตเตอร์ในส่วนหัว"
        },
        "fields": {
          "includeSharing": {
            "label": "ปุ่มโซเชียล",
            "optionLabels": {
              "include": "ปุ่มการแสดงผลโซเชียล"
            }
          },
          "twitterText": {
            "label": "ทวีต",
            "tooltip": "ข้อความนี้จะได้รับการแนะนำให้กับผู้อ่านเมื่อพวกเขาแบ่งปันเรื่องราวของคุณบน Twitter แต่พวกเขาสามารถเปลี่ยนได้ การเชื่อมโยงสั้น ๆ เพื่อเล่าเรื่องราวของคุณจะถูกเพิ่มลงในตอนท้ายของการทวีต",
            "placeholder": "ป้อนข้อความทวีต",
            "attribute": "ช่องข้อความทวีต"
          },
          "twitterRelated": {
            "label": "\"ใครที่จะปฏิบัติตาม\" ข้อเสนอแนะ",
            "tooltip": "ทวิตเตอร์อาจแนะนำบัญชีเหล่านี้ให้กับคนที่ tweet เรื่องราวของคุณ",
            "placeholder": "ใส่บัญชีทวิตเตอร์",
            "attribute": "ข้อมูลบัญชีที่แนะนำ"
          }
        }
      },
      "introSplash": {
        "title": "หน้าแรก",
        "fields": {
          "backgroundImage": {
            "label": "อัพโหลดภาพพื้นหลัง",
            "placeholder": "ลากและวาง",
            "attribute": "ภาพพื้นหลัง"
          }
        }
      },
      "contribute": {
        "title": "ผู้สนับสนุน",
        "fields": {
          "allowParticipation": {
            "label": "ผู้สนับสนุน",
            "optionLabels": {
              "accept": "ยอมรับผลงานใหม่"
            }
          },
          "showNewFeatures": {
            "label": "แสดงผลงาน",
            "tooltip": "นี้จะควบคุมผลงานใหม่เมื่อปรากฏบนแผนที่ \"ทันที\" แสดงให้เห็นถึงการมีส่วนร่วมได้ทันที \"หลังจากการตรวจสอบ\" คุณจะต้องอนุมัติผลงานใหม่ก่อนที่พวกเขาจะปรากฏแก่บุคคลอื่น ดูความช่วยเหลือสำหรับข้อมูลเพิ่มเติมเกี่ยวกับผลการตรวจสอบ",
            "optionLabels": {
              "new": "ทันที",
              "approved": "หลังจากการตรวจสอบ"
            }
          },
          "loginOptions": {
            "label": "ผู้มีส่วนสามารถลงชื่อเข้าใช้ด้วย",
            "attribute": "ตัวเลือก ลงชื่อเข้าใช้",
            "tooltip": "เลือกการเข้าสู่ระบบในตัวเลือกของผู้มีส่วนร่วมของคุณสามารถใช้เพื่อระบุตัวเอง ทุกคนสามารถมีส่วนร่วมในเรื่องราวของคุณโดยไม่ระบุชื่อ (ไม่ต้องลงชื่อเข้า) ถ้าตัวเลือกบุคคลทั่วไปมีการตรวจสอบ ดูความช่วยเหลือสำหรับข้อมูลเพิ่มเติมเกี่ยวกับการติดตามผู้ร่วมสมทบ",
            "optionLabels": {
              "arcgis": "ArcGIS",
              "facebook": "เฟซบุ๊ค",
              "google": "Google",
              "guest": "แขก"
            }
          },
          "participateButton": {
            "label": "ปุ่มป้ายชื่อที่มีส่วนร่วม",
            "placeholder": "ใส่ป้ายชื่อ"
          }
        }
      }
    }
  },
  "shareApp": {
    "title": "แบ่งปันเรื่องราวของคุณ",
    "sharePermissions": {
      "private": "ส่วนตัว",
      "organization": "องค์กร",
      "public": "สาธารณะ"
    },
    "socialize": {
      "header": "เข้าสังคม"
    }
  },
  "settingsModals": {
    "common": {
      "advancedOptions": "ตัวเลือกขั้นสูง",
      "welcome": "ยินดีต้อนรับสู่"
    },
    "itemName": {
      "header": "สิ่งที่คุณต้องการที่จะเรียกเรื่อง crowdsource ของคุณหรือไม่?",
      "advancedDescription": "ไม่กี่รายการจะได้รับการสร้างขึ้นเพื่อสนับสนุนเรื่องนี้ หากคุณต้องการที่จะเปลี่ยนชื่อรายการเหล่านี้หรือบันทึกไว้ในโฟลเดอร์ที่คุณสามารถทำได้ดังต่อไปนี้",
      "form": {
        "appName": {
          "label": "ชื่อ",
          "placeholder": "ใส่ชื่อ"
        },
        "mapName": {
          "label": "ชื่อแผนที่",
          "placeholder": "ใส่ชื่อแผนที่"
        },
        "folderSelection": {
          "label": "โฟลเดอร์",
          "rootFolder": "หน้าหลัก"
        },
        "featureServiceName": {
          "label": "ชื่อชั้นข้อมูล",
          "placeholder": "ใส่ชื่อชั้นข้อมูล"
        }
      }
    },
    "layout": {
      "header": "คุณต้องการใช้รูปแบบโครงสร้างแบบใด?",
      "headerHint": "คุณสามารถแก้ไขโครงร่างได้ตลอดเวลาจากการตั้งค่าที่กล่องโต้ตอบ",
      "preview": "ดูเป็นตัวอย่างจริง",
      "commonAltText": "การแสดงตัวอย่างเลย์เอาท์",
      "selection": {
        "stacked": {
          "name": "ซ้อนกัน",
          "description": "สลับระหว่างแผนที่และภาพถ่ายเพียงอย่างเดียวการเรียกดูเรื่องราว crowdsource ของคุณ"
        },
        "sidePanel": {
          "name": "แถบเลื่อน",
          "description": "สำรวจแผนที่และดูภาพขนาดย่อในเวลาเดียวกัน การปรับปรุงแผงแผนที่จะถูกย้ายไปแสดงรูปภาพเฉพาะในมุมมองแผนที่ปัจจุบัน"
        }
      }
    }
  },
  "appDataPlaceholderText": {
    "globals": {
      "participateShort": "มีส่วนร่วม",
      "participateLong": "แบ่งปันประสบการณ์ของคุณ",
      "exploreText": "สำรวจแผนที่"
    }
  },
  "itempageDefaults": {
    "webmap": {
      "titleAppend": "เว็บแมพ"
    },
    "featureService": {
      "titleAppend": "ฟีเจอรเซอร์วิส"
    }
  },
  "messages": {
    "arcgisItems": {
      "webmapNotOwned": {
        "title": "ข้อความจาก crowdsource Builder",
        "body": "คุณพยายามที่จะสร้างเรื่องราว Crowdsourced โดยใช้แผนที่ออนไลน์ของคนอื่น คัดลอกแผนที่ของเขาถูกสร้างขึ้นในบัญชีของคุณ, และเรื่องราวของคุณที่ใช้คัดลอกนั้น",
        "confirmBtn": "ตกลง"
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "redirectToSecureConnection": "โหลดด้วยการเชื่อมต่อที่ปลอดภัย"
    },
    "inlineEditing": {
      "heading": "เรียน"
    },
    "loading": {
      "notAuthorizedCreateNew": "เพื่อสร้างเรื่องราว Crowdsourced คุณต้องใช้บัญชี subscription ArcGIS ที่มีสิทธิ์ในการเผยแพร่ หากคุณกำลังใช้บัญชีผู้ใช้สมัครสมาชิก, ติดต่อผู้ดูแลระบบ ArcGIS ของคุณเพื่อขอรับสิทธิประโยชน์เพิ่มเติม หากคุณกำลังใช้บัญชีสาธารณะ ArcGIS, <a href=\"http://www.arcgis.com/features/plans/pricing.html\" target=\"-blank\">upgrade</a> การสมัครสมาชิกหรือเริ่มต้น <a href=\"http://www.arcgis.com/features/free-trial.html\" target=\"-blank\">free trial subscription</a>..",
      "notAuthorizedEdit": "คุณไม่ได้รับอนุญาตในการแก้ไขเรื่องนี้ ถ้าคุณไม่ได้เป็นเจ้าของ, ให้แน่ใจว่าคุณได้รับ<a href=\"http://blogs.esri.com/esri/arcgis/2015/07/14/enable-colleagues-to-update-your-maps-and-apps/\" target=\"-blank\">given edit permissions</a> โดยเจ้าของ. นอกจากนี้คุณยังต้องมีการเข้าถึงแก้ไขรายการและเผยแพร่บริการใหม่คุณลักษณะเป็นเจ้าภาพในองค์กรของคุณ ติดต่อผู้ดูแลระบบขององค์กร ArcGIS Online ของคุณเพื่อขอรับสิทธิประโยชน์เหล่านี้",
      "crowdsourceLayerNotFound": "ไม่พบหรือโหลดชั้นข้อมูลแผนที่ crowdsourced อย่างถูกต้อง ให้แน่ใจว่าคุณได้รับอนุญาตให้ดูบริการฟีเจอร์",
      "builderNotSSL": "เรื่อง crowdsource นี้ต้องใช้การเชื่อมต่อที่ปลอดภัย (HTTPS) เพื่อให้แน่ใจว่าผู้ชมของคุณปลอดภัยสามารถลงชื่อเข้าใช้และนำภาพถ่ายของพวกเขา ตรวจสอบให้แน่ใจเซิร์ฟเวอร์ของคุณรองรับการเชื่อมต่อ HTTPS ใน URL เดียวกันนี้ คนอื่น ๆ พยายามที่จะเข้าถึงเรื่องราวของคุณผ่าน HTTP จะถูกนำไปเชื่อมต่อที่ปลอดภัยถ้าเป็นไปได้"
    },
    "shareItems": {
      "notShared": {
        "title": "ความสนใจ",
        "body": "บางรายการ (s) ในเรื่องราวของคุณไม่สามารถใช้ร่วมกัน รายการเหล่านี้ (s) อาจจะเป็นเจ้าของโดยผู้ใช้อื่นหรือต้องมีการสมัครสมาชิก รายการต่อไปนี้ (s) ไม่สามารถใช้ร่วมกัน",
        "confirmBtn": "ตกลง"
      }
    },
    "saving": {
      "checkInternet": "เรื่องราวของคุณจะไม่ถูกบันทึก ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและโหลดหน้าเว็บเพื่อลองอีกครั้ง",
      "unknown": "เรื่องราวของคุณจะไม่ถูกบันทึก โหลดหน้าจอเพื่อลองอีกครั้ง"
    },
    "scratchCreation": {
      "unknown": "ไม่สามารถสร้างไอเท็มที่จำเป็นสำหรับเรื่องราวของคุณ รีเฟรชหน้าจอเพื่อลองอีกครั้ง"
    }
  },
  "validations": {
    "waitMessage": "กำลังตรวจสอบ...",
    "arcgis": {
      "naming": {
        "arcgisItemName": "<% attribute %> ไม่ต้องมี < หรือ >.",
        "arcgisServiceNameFormat": "<% attribute %> จะต้องมีเพียง แต่มีตัวอักษร, ตัวเลข, และขีดและไม่สามารถเริ่มต้นด้วยหมายเลข"
      },
      "portal": {
        "unableToCheckName": "ไม่สามารถที่จะตรวจสอบว่าชื่อที่มีอยู่ กรุณาลองอีกครั้ง",
        "nameNotString": "ชื่อจะต้องเป็นข้อความปกติ",
        "nameNotAvailableFS": "ชื่อที่คุณได้เลือกไว้สำหรับชั้นข้อมูลของคุณไม่สามารถใช้ได้ โปรดเลือกชื่อที่แตกต่างกัน"
      }
    }
  }
});