define({
  "loading": {
    "general": "लोड हो रहा है",
    "initializing": "कहानी लोड हो रही है",
    "map": "मानचित्र लोड हो रहा है"
  },
  "common": {
    "or": "या",
    "appNamePrepend": "कहानी मानचित्र",
    "appName": "क्राउडसोर्स",
    "buttons": {
      "save": "सहेजें",
      "saving": "सहेजा जा रहा है",
      "close": "बंद करें"
    }
  },
  "banner": {
    "buttons": {
      "edit": "कहानी संपादित करें",
      "hide": "छिपाएँ"
    }
  },
  "sharing": {
    "buttonTitleAttr": {
      "facebook": "Facebook पर साझा करें",
      "twitter": "Twitter पर साझा करें",
      "link": "एम्बेड कोड प्राप्त करें या किसी लघु लिंक को कॉपी करें"
    },
    "link": {
      "title": "साझा करें",
      "copied": "प्रतिलिपि बन गई है",
      "linkHeader": "कहानी के लिए लिंक",
      "linkHelper": "इस कहानी को नीचे दिए गए लिंक के साथ ईमेल या सामाजिक मीडिया के माध्यम से साझा करें।",
      "copyShortLink": "लघु लिंक को कॉपी करें",
      "showShortLink": "लघु लिंक को दिखाएँ",
      "copyFullLink": "पूरे URL को कॉपी करें",
      "showFullLink": "पूरा लिंक दिखाएँ",
      "embedSizeHelper": "आकार (चौड़ाई/ऊँचाई):",
      "embedCodeHeader": "वेबसाइट में एम्बेड करें",
      "embedCodeHelper": "एक वेब पृष्ठ में कहानी संबद्ध करने के लिए निम्न HTML कोड का प्रयोग करें।",
      "copyEmbedCode": "एम्बेड कोड को कॉपी करें"
    }
  },
  "layouts": {
    "stacked": {
      "changeView": {
        "mapView": "मानचित्र देखें",
        "galleryView": "गैलरी दिखाएँ"
      }
    }
  },
  "mobile": {
    "bottomNav": {
      "home": "होम",
      "map": "मानचित्र",
      "gallery": "गैलरी",
      "participate": "हिस्सा लें"
    }
  },
  "forms": {
    "select": {
      "noDefaultSelection": "कृपया किसी विकल्प का चयन करें..."
    },
    "photo": {
      "loading": "तस्वीर लोड कर रहा है",
      "resizing": "तस्वीर को रीसाइज़ कर रहा है"
    }
  },
  "map": {
    "controls": {
      "homeButton": "गृह स्थान पर जाएँ"
    }
  },
  "selectedShares": {
    "enlargePhotoButton": "बड़ा देखें",
    "review": {
      "title": "आइटम की समीक्षा करें",
      "options": {
        "approve": "स्वीकृत करें",
        "reject": "अस्वीकृत करें"
      }
    }
  },
  "contribute": {
    "login": {
      "title": "साइन इन करें",
      "services": {
        "arcgis": "ArcGIS से साइन इन करें",
        "facebook": "Facebook से साइन इन करें",
        "google": "Google से साइन इन करें",
        "guest": "अतिथि के रूप में जारी रखें"
      },
      "loginDescription": "हिस्सा लेने के लिए, कृपया ऊपर दिए गए विकल्पों में से एक का उपयोग करें",
      "loginDescriptionSingle": "हिस्सा लेने के लिए, कृपया ऊपर दिए गए विकल्प का उपयोग करें"
    },
    "form": {
      "photo": {
        "pickFile": "कोई फाइल लेने के लिए क्लिक करें",
        "choosePhoto": "कोई तस्वीर अपलोड करें",
        "selectNew": "किसी भिन्न तस्वीर का उपयोग करें",
        "photoTooSmall": "आपकी तस्वीर बहुत छोटी है। सबसे छोटी साइड कम से कम निम्नानुसार होनी चाहिए"
      },
      "location": {
        "gettingLocation": "पता लगा रहा है",
        "locate": "मेरा पता लगाएं",
        "findOnMap": "मानचित्र पर ढूँढें",
        "findOnMapTooltip": "अपने स्थान को स्पष्ट करने के लिए मानचित्र पर क्लिक करें या इस बिंदु को खींचें।",
        "saveLocation": "स्थान सहेजें",
        "search": "खोजें",
        "longitude": "देशान्तर",
        "latitude": "अक्षांश",
        "nullIsland": "शून्य द्वीप",
        "photoLocation": "क्या आप उस स्थान का उपयोग करना चाहते हैं जहाँ आपका फोटो लिया गया था?"
      },
      "termsAndConditions": {
        "buttonShow": "नियमों और शर्तों को दिखाएँ",
        "buttonHide": "नियमों और शर्तों को छुपाएँ"
      },
      "save": "शर्तों को स्वीकार करें और प्रस्तुत करें",
      "saving": "प्रस्तुत हो रहा है",
      "requiredWarning": "आवश्यक फील्ड्स",
      "changedCloseWarning": "क्या आप आश्वस्त हैं कि आप बंद करना चाहते हैं? आपके परिवर्तन खो जाएँगे।"
    },
    "messages": {
      "contributionShownAfterReview": {
        "title": "भाग लेने के लिए धन्यवाद।",
        "body": "आपका योगदान प्रस्तुत हो गया है और यह समीक्षा और अनुमोदन हो जाने के बाद मानचित्र पर दिखाई देगा। कृपया बाद में फिर से जाँच करें।",
        "confirmBtn": "ठीक है"
      },
      "contributionError": {
        "title": "ध्यान दें",
        "body": "कोई अज्ञात त्रुटि हुई है और आपके योगदान को सहेजा नहीं जा सका। अपने ब्राउज़र को रिफ्रेश करें और पुनः प्रयास करें।",
        "confirmBtn": "ठीक है"
      }
    }
  },
  "validations": {
    "fix": "इसे ठीक करें!",
    "basic": {
      "noValue": "कोई मान प्रदान नहीं किया गया था",
      "required": "कोई<% विशेषता %> की आवश्यकता है।",
      "regex": "<% विशेषता %> आवश्यक पैटर्न से मेल नहीं खाती है।",
      "max": {
        "string": "<% विशेषता %> % अधिकतम %<अक्षरों > क्से अधिक युक्त नहीं हो सकती है।",
        "number": "<% विशेषता %>% अधिकतम % <से कम या के बराबर अवश्य होना चाहिए>।"
      },
      "acceptedTerms": "साझा करने से आपको पहले नियमों और शर्तों को स्वीकार अवश्य करना चाहिए।",
      "https": "<% विशेषता %> किसी सुरक्षित कनेक्शन पर लोड अवश्य की जानी चाहिए। सही ढंग से लोड करने के लिए URL \"https://\" या \"//\" के साथ शुरू आवश्य होना चाहिए।",
      "imageUrl": "<% विशेषता %> एक वैध छवि वाला URL अवश्य होनी चाहिए। अधिकांश मामलों में URL \".jpg\", \".gif\"., या \".png\" विस्तार के साथ समाप्त होगा।"
    },
    "pattern": {
      "commaSeparated": "<% विशेषता %> किसी रिक्त-स्थान (स्पेस) से युक्त नहीं हो सकती है।.",
      "noNewLine": "<% विशेषता %>किसी लाइन ब्रेक से युक्त नहीं हो सकती है।"
    },
    "arcgis": {
      "basic": {
        "arcgisSupportedHtml": "<% विशेषता %> असमर्थित HTML से युक्त होती है।"
      },
      "location": {
        "notValid": "आपके द्वारा दर्ज स्थान मान्य नहीं है, कृपया पुन: प्रयास करें।",
        "noResults": "आपके द्वारा खोजा गया स्थान नहीं ढूँढा जा सकता है। कृपया पुनः प्रयास करें और जितना विशिष्ट हो सकते हैं उतना हों।"
      }
    }
  },
  "errors": {
    "actionsBtns": {
      "startFromScratch": "एक नई क्राउडसोर्स कहानी बनानी शुरू करें"
    },
    "loading": {
      "heading": "ध्यान दें",
      "invalidConfig": "अमान्य कॉन्फ़िगरेशन",
      "inaccessibleApp": "वेब मैपिंग एप्लिकेशन मौजूद नहीं हैं या पहुँच योग्य नहीं है।",
      "invalidConfigNoApp": "एप्लिकेशन की index.html फाइल या URL में कोई मान्य वेब मैपिंग एप्लिकेशन ID निर्दिष्ट नहीं है। ऐप ID को ठीक करें और पुनः प्रयास करें।",
      "unspecifiedConfigOwner": "अधिकृत मालिक कॉन्फ़िगर नहीं किया गया है।",
      "invalidConfigOwner": "कहानी स्वामी अधिकृत नहीं है।",
      "createMap": "मानचित्र बनाने में अक्षम",
      "notAuthorizedApp": "आप इस कहानी के उपयोग हेतु अधिकृत नहीं हैं",
      "notAuthorizedMap": "आप इस कहानी में वेब मानचित्र तक पहुँच हेतु अधिकृत नहीं हैं",
      "notAuthorizedLayers": "आप वेब मानचित्र में एक या अधिक लेयरों को देखने के लिए अधिकृत नहीं हैं।",
      "upgradeBrowser": "<a href=\"http://browsehappy.com/\" target=\"_blank\"> कृपया अपने ब्राउज़र को अपडेट करें</a>।",
      "mapLoadingFail": "कुछ गलत हो गया, मानचित्र सही ढंग से लोड नहीं हुआ।",
      "appLoadingFail": "कुछ गलत हो गया, ऐप सही ढंग से लोड नहीं हुआ।",
      "crowdsourceLayerNotFound": "कुछ गलत हो गया, कहानी नहीं मिल सकी या क्राउडसोर्स मानचित्र लेयर को ठीक ढंग से लोड नहीं कर सकी।"
    },
    "sharing": {
      "localhost": "\"localhost\" वाला URL साझा नहीं किए जा सकते हैं।"
    },
    "selectedDisplay": {
      "noPhoto": "त्रुटि: तस्वीर मौजूद नहीं है या पहुँच योग्य नहीं है।"
    }
  }
});